[
{"rating": "4.04", "genres": ["Cultural", "Africa", "Travel", "Nonfiction", "History", "Adventure", "Autobiography", "Memoir"], "title": "\n      Blood River: A Journey to Africa's Broken Heart\n", "author": "Tim Butcher", "pic_url": "https://images.gr-assets.com/books/1320455903l/2184798.jpg", "summary_blocks": ["A compulsively readable account of a journey to the Congo — a country virtually inaccessible to the outside world — vividly told by a daring and adventurous journalist.", "Ever since Stanley first charted its mighty river in the 1870s, the Congo has epitomized the dark and turbulent history of a failed continent. However, its troubles only served to increase the interest of Da", "A compulsively readable account of a journey to the Congo — a country virtually inaccessible to the outside world — vividly told by a daring and adventurous journalist.", "Ever since Stanley first charted its mighty river in the 1870s, the Congo has epitomized the dark and turbulent history of a failed continent. However, its troubles only served to increase the interest of Daily Telegraph correspondent Tim Butcher, who was sent to cover Africa in 2000. Before long he became obsessed with the idea of recreating Stanley’s original expedition — but travelling alone.", "Despite warnings Butcher spent years poring over colonial-era maps and wooing rebel leaders before making his will and venturing to the Congo’s eastern border. He passed through once thriving cities of this country and saw the marks left behind by years of abuse and misrule. Almost, 2,500 harrowing miles later, he reached the Atlantic Ocean, a thinner and a wiser man.", "Butcher’s journey was a remarkable feat. But the story of the Congo, vividly told in Blood River, is more remarkable still.", "From the Hardcover edition."]},
{"rating": "4.12", "genres": ["Fantasy", "Fiction", "Fantasy", "Epic Fantasy", "Fantasy", "High Fantasy"], "title": "\n      Furies of Calderon\n      ", "author": "Jim Butcher", "pic_url": "https://images.gr-assets.com/books/1329104514l/29396.jpg", "summary_blocks": ["For a thousand years, the people of Alera have united against the aggressive and threatening races that inhabit the world, using their unique bond with the furies - elementals of earth, air, fire, water, and metal. But now, Gaius Sextus, First Lord of Alera, grows old and lacks an heir. Ambitious High Lords plot and maneuver to place their Houses in positions of power, and", "For a thousand years, the people of Alera have united against the aggressive and threatening races that inhabit the world, using their unique bond with the furies - elementals of earth, air, fire, water, and metal. But now, Gaius Sextus, First Lord of Alera, grows old and lacks an heir. Ambitious High Lords plot and maneuver to place their Houses in positions of power, and a war of succession looms on the horizon.\" \"Far from city politics in the Calderon Valley, the boy Tavi struggles with his lack of furycrafting. At fifteen, he has no wind fury to help him fly, no fire fury to light his lamps. Yet as the Alerans' most savage enemy - the Marat - return to the Valley, he will discover that his destiny is much greater than he could ever imagine.\" Caught in a storm of deadly wind furies, Tavi saves the life of a runaway slave named Amara. But she is actually a spy for Gaius Sextus, sent to the Valley to gather intelligence on traitors to the Crown, who may be in league with the barbaric Marat horde. And when the Valley erupts in chaos - when rebels war with loyalists and furies clash with furies - Amara will find Tavi's courage and resourcefulness to be a power greater than any fury - one that could turn the tides of war."]},
{"rating": "4.29", "genres": ["Young Adult", "Childrens", "Humor"], "title": "\n      Matilda\n", "author": "Roald Dahl", "pic_url": "https://images.gr-assets.com/books/1388793265l/39988.jpg", "summary_blocks": ["Matilda is a little girl who is far too good to be true. At age five-and-a-half she's knocking off double-digit multiplication problems and blitz-reading Dickens. Even more remarkably, her classmates love her even though she's a super-nerd and the teacher's pet. But everything is not perfect in Matilda's world. For starters she has two of the most idiotic, self-centered pa", "Matilda is a little girl who is far too good to be true. At age five-and-a-half she's knocking off double-digit multiplication problems and blitz-reading Dickens. Even more remarkably, her classmates love her even though she's a super-nerd and the teacher's pet. But everything is not perfect in Matilda's world. For starters she has two of the most idiotic, self-centered parents who ever lived. Then there's the large, busty nightmare of a school principal, Mrs. (\"The\") Trunchbull, a former hammer-throwing champion who flings children at will and is approximately as sympathetic as a bulldozer. Fortunately for Matilda, she has the inner resources to deal with such annoyances: astonishing intelligence, saintly patience, and an innate predilection for revenge.", "She warms up with some practical jokes aimed at her hapless parents, but the true test comes when she rallies in defense of her teacher, the sweet Miss Honey, against the diabolical Trunchbull. There is never any doubt that Matilda will carry the day. Even so, this wonderful story is far from predictable. Roald Dahl, while keeping the plot moving imaginatively, also has an unerring ear for emotional truth. The reader cares about Matilda because in addition to all her other gifts, she has real feelings."]},
{"rating": "4.04", "genres": ["Classics", "Fiction", "Young Adult", "Historical", "Historical Fiction", "Romance", "Historical", "Literature", "Childrens", "Classics", "Classic Literature", "Literature", "19th Century"], "title": "\n      Little Women\n      ", "author": "Louisa May Alcott", "pic_url": "https://images.gr-assets.com/books/1388269517l/1934.jpg", "summary_blocks": ["Following the lives of four sisters on a journey out of adolescence, Louisa May Alcott's Little Women explores the difficulties associated with gender roles in a Post-Civil War America."]},
{"rating": "4.12", "genres": ["Fantasy", "Young Adult", "Fiction", "Horror", "Fantasy", "Paranormal", "Childrens"], "title": "\n      The Graveyard Book\n", "author": "Neil Gaiman", "pic_url": "https://images.gr-assets.com/books/1303859949l/2213661.jpg", "summary_blocks": ["After the grisly murder of his entire family, a toddler wanders into a graveyard where the ghosts and other supernatural residents agree to raise him as one of their own.", "Nobody Owens, known to his friends as Bod, is a normal boy. He would be completely normal if he didn't live in a sprawling graveyard, being raised and educated by ghosts, with a solitary guardian who belon", "After the grisly murder of his entire family, a toddler wanders into a graveyard where the ghosts and other supernatural residents agree to raise him as one of their own.", "Nobody Owens, known to his friends as Bod, is a normal boy. He would be completely normal if he didn't live in a sprawling graveyard, being raised and educated by ghosts, with a solitary guardian who belongs to neither the world of the living nor of the dead. There are dangers and adventures in the graveyard for a boy. But if Bod leaves the graveyard, then he will come under attack from the man Jack—who has already killed Bod's family... ", "Beloved master storyteller Neil Gaiman returns with a luminous new novel for the audience that embraced his New York Times bestselling modern classic Coraline. Magical, terrifying, and filled with breathtaking adventures, The Graveyard Book is sure to enthrall readers of all ages."]},
{"rating": "4.31", "genres": ["Science Fiction", "Fiction", "Young Adult", "Science Fiction", "Dystopia", "Fantasy"], "title": "\n      Ready Player One\n", "author": "Ernest Cline", "pic_url": "https://images.gr-assets.com/books/1500930947l/9969571.jpg", "summary_blocks": ["In the year 2044, reality is an ugly place. The only time teenage Wade Watts really feels alive is when he's jacked into the virtual utopia known as the  OASIS. Wade's devoted his life to studying the puzzles hidden within this world's digital confines, puzzles that are based on their creator's obsession with the pop culture of decades past and that promise massive power a", "In the year 2044, reality is an ugly place. The only time teenage Wade Watts really feels alive is when he's jacked into the virtual utopia known as the  OASIS. Wade's devoted his life to studying the puzzles hidden within this world's digital confines, puzzles that are based on their creator's obsession with the pop culture of decades past and that promise massive power and fortune to whoever can unlock them. When Wade stumbles upon the first clue, he finds himself beset by players willing to kill to take this ultimate prize. The race is on, and if Wade's going to survive, he'll have to win—and confront the real world he's always been so desperate to escape."]},
{"rating": "4.06", "genres": ["Classics", "Fiction", "Science Fiction", "War"], "title": "\n      Slaughterhouse-Five\n", "author": "Kurt Vonnegut Jr.", "pic_url": "https://images.gr-assets.com/books/1440319389l/4981.jpg", "summary_blocks": ["Kurt Vonnegut's absurdist classic ", "Slaughterhouse-Five", " introduces us to Billy Pilgrim, a man who becomes unstuck in time after he is abducted by aliens from the planet Tralfamadore. In a plot-scrambling display of virtuosity, we follow Pilgrim simultaneously through all phases of his life, concentrating on his (and Vonnegut's) shattering experience as an American prisoner o", "Kurt Vonnegut's absurdist classic ", "Slaughterhouse-Five", " introduces us to Billy Pilgrim, a man who becomes unstuck in time after he is abducted by aliens from the planet Tralfamadore. In a plot-scrambling display of virtuosity, we follow Pilgrim simultaneously through all phases of his life, concentrating on his (and Vonnegut's) shattering experience as an American prisoner of war who witnesses the firebombing of Dresden.", "Don't let the ease of reading fool you - Vonnegut's isn't a conventional, or simple, novel. He writes, \"There are almost no characters in this story, and almost no dramatic confrontations, because most of the people in it are so sick, and so much the listless playthings of enormous forces. One of the main effects of war, after all, is that people are discouraged from being characters.\"", "Slaughterhouse-Five", " is not only Vonnegut's most powerful book, it is also as important as any written since 1945. Like ", "Catch- 22", ", it fashions the author's experiences in the Second World War into an eloquent and deeply funny plea against butchery in the service of authority. ", "Slaughterhouse-Five", " boasts the same imagination, humanity, and gleeful appreciation of the absurd found in Vonnegut's other works, but the book's basis in rock-hard, tragic fact gives it a unique poignancy - and humor."]},
{"rating": "4.18", "genres": ["Fantasy", "Fiction", "Fantasy", "Epic Fantasy", "Science Fiction Fantasy"], "title": "\n      The Eye of the World\n      ", "author": "Robert Jordan", "pic_url": "https://images.gr-assets.com/books/1337818095l/228665.jpg", "summary_blocks": ["The Wheel of Time turns and Ages come and go, leaving memories that become legend. Legend fades to myth, and even myth is long forgotten when the Age that gave it birth returns again. In the Third Age, an Age of Prophecy, the World and Time themselves hang in the balance. What was, what will be, and what is, may yet fall under the Shadow."]},
{"rating": "4.11", "genres": ["Young Adult", "Romance", "Contemporary", "Fiction"], "title": "\n      Eleanor & Park\n", "author": "Rainbow Rowell", "pic_url": "https://images.gr-assets.com/books/1403425270l/17322949.jpg", "summary_blocks": ["Eleanor", " is the new girl in town, and with her chaotic family life, her mismatched clothes and unruly red hair, she couldn't stick out more if she tried.", "Park", " is the boy at the back of the bus. Black T-shirts, headphones, head in a book - he thinks he's made himself invisible. But not to Eleanor... never to Eleanor.", "Slowly, steadily, through late-night conversations and an ev", "Eleanor", " is the new girl in town, and with her chaotic family life, her mismatched clothes and unruly red hair, she couldn't stick out more if she tried.", "Park", " is the boy at the back of the bus. Black T-shirts, headphones, head in a book - he thinks he's made himself invisible. But not to Eleanor... never to Eleanor.", "Slowly, steadily, through late-night conversations and an ever-growing stack of mix tapes, Eleanor and Park fall for each other. They fall in love the way you do the first time, when you're young, and you feel as if you have nothing and everything to lose."]},
{"rating": "4.23", "genres": ["Young Adult", "Fantasy", "Paranormal", "Romance", "Fantasy", "Science Fiction", "Aliens", "Science Fiction", "Romance", "Paranormal Romance"], "title": "\n      Obsidian\n      ", "author": "Jennifer L. Armentrout", "pic_url": "https://images.gr-assets.com/books/1328275091l/12578077.jpg", "summary_blocks": ["Starting over sucks.", "When we moved to West Virginia right before my senior year, I’d pretty much resigned myself to thick accents, dodgy internet access, and a whole lot of boring… until I spotted my hot neighbor, with his looming height and eerie green eyes. Things were looking up.", "And then he opened his mouth.", "Daemon is infuriating. Arrogant. Stab-worthy. We do not get alon", "Starting over sucks.", "When we moved to West Virginia right before my senior year, I’d pretty much resigned myself to thick accents, dodgy internet access, and a whole lot of boring… until I spotted my hot neighbor, with his looming height and eerie green eyes. Things were looking up.", "And then he opened his mouth.", "Daemon is infuriating. Arrogant. Stab-worthy. We do not get along. At all. But when a stranger attacks me and Daemon literally freezes time with a wave of his hand, well, something… unexpected happens. ", "The hot alien living next door marks me.", "You heard me. Alien. Turns out Daemon and his sister have a galaxy of enemies wanting to steal their abilities, and Daemon’s touch has me lit up like the Vegas Strip. The only way I’m getting out of this alive is by sticking close to Daemon until my alien mojo fades. ", "If I don’t kill him first, that is."]},
{"rating": "4.1", "genres": ["Young Adult", "Science Fiction", "Science Fiction", "Dystopia"], "title": "\n      The 5th Wave\n      ", "author": "Rick Yancey", "pic_url": "https://images.gr-assets.com/books/1359853842l/16101128.jpg", "summary_blocks": ["After the 1st wave, only darkness remains. After the 2nd, only the lucky escape. And after the 3rd, only the ", "un", "lucky survive. After the 4th wave, only one rule applies: trust no one.", "Now, it's the dawn of the 5th wave, and on a lonely stretch of highway, Cassie runs from Them. The beings who only look human, who roam the countryside killing anyone they see. Who have scatter", "After the 1st wave, only darkness remains. After the 2nd, only the lucky escape. And after the 3rd, only the ", "un", "lucky survive. After the 4th wave, only one rule applies: trust no one.", "Now, it's the dawn of the 5th wave, and on a lonely stretch of highway, Cassie runs from Them. The beings who only look human, who roam the countryside killing anyone they see. Who have scattered Earth's last survivors. To stay alone is to stay alive, Cassie believes, until she meets Evan Walker. Beguiling and mysterious, Evan Walker may be Cassie's only hope for rescuing her brother-or even saving herself. But Cassie must choose: between trust and despair, between defiance and surrender, between life and death. To give up or to get up."]},
{"rating": "4.15", "genres": ["Childrens", "Childrens", "Picture Books", "Fiction", "Poetry", "Classics", "Fantasy", "Humor", "Kids", "Animals", "Animals", "Cats"], "title": "\n      The Cat in the Hat\n", "author": "Dr. Seuss", "pic_url": "https://images.gr-assets.com/books/1468890477l/233093.jpg", "summary_blocks": ["Poor Sally and her brother. It's cold and wet and they're stuck in the house with nothing to do . . . until a giant cat in a hat shows up, transforming the dull day into a madcap adventure and almost wrecking the place in the process! Written by Dr. Seuss in 1957 in response to the concern that \"pallid primers [with] abnormally courteous, unnaturally clean boys and girls'", "Poor Sally and her brother. It's cold and wet and they're stuck in the house with nothing to do . . . until a giant cat in a hat shows up, transforming the dull day into a madcap adventure and almost wrecking the place in the process! Written by Dr. Seuss in 1957 in response to the concern that \"pallid primers [with] abnormally courteous, unnaturally clean boys and girls' were leading to growing illiteracy among children, ", "The Cat in the Hat ", "(the first Random House Beginner Book) changed the way our children learn how to read.", "Book Details:", "  Format: Hardcover \n   Publication Date: 3/12/1957 \n   Pages: 72 \n   Reading Level: Age 3 and Up \n "]},
{"rating": "4.34", "genres": ["Childrens", "Fiction", "Classics"], "title": "\n      Winnie-the-Pooh\n      ", "author": "A.A. Milne", "pic_url": "https://images.gr-assets.com/books/1298440130l/99107.jpg", "summary_blocks": ["The Bear of Very Little Brain and his friends from the Hundred Acre Wood have delighted generations of readers since ", "Winnie-the-Pooh", " was first published in 1926.", "Back by popular demand, the four full-color gift editions of the original Pooh classics are available again. These elegant books, larger in format than the classic editions, include all of Ernest H. Shepard's illus", "The Bear of Very Little Brain and his friends from the Hundred Acre Wood have delighted generations of readers since ", "Winnie-the-Pooh", " was first published in 1926.", "Back by popular demand, the four full-color gift editions of the original Pooh classics are available again. These elegant books, larger in format than the classic editions, include all of Ernest H. Shepard's illustrations, each meticulously hand-painted in delicate watercolors.", "Here are the two great storybooks chronicling the adventures of Christopher Robin and all the inhabitants of the Hundred Acre Wood, as well as the two charming volumes of poems. Bright in color and true in spirit, these are books for giving--To Pooh fans of all ages."]},
{"rating": "4.02", "genres": ["Novels", "Romance"], "title": "\n      أنت لي\n      ", "author": "منى المرشود", "pic_url": "https://images.gr-assets.com/books/1247238391l/6604887.jpg", "summary_blocks": []},
{"rating": "4.05", "genres": ["Science Fiction", "Fiction", "Religion", "Science Fiction Fantasy", "Fantasy"], "title": "\n      Children of God\n      ", "author": "Mary Doria Russell", "pic_url": "https://images.gr-assets.com/books/1373509005l/16948.jpg", "summary_blocks": ["Mary Doria Russell's debut novel, ", "The Sparrow", ", took us on a journey to a distant planet and into the center of the human soul. A critically acclaimed bestseller, ", "The Sparrow", " was chosen as one of Entertainment Weekly's Ten Best Books of the Year, a finalist for the Book-of-the-Month Club's First Fiction Prize and the winner of the James M. Tiptree Memorial Award. Now, in Ch", "Mary Doria Russell's debut novel, ", "The Sparrow", ", took us on a journey to a distant planet and into the center of the human soul. A critically acclaimed bestseller, ", "The Sparrow", " was chosen as one of Entertainment Weekly's Ten Best Books of the Year, a finalist for the Book-of-the-Month Club's First Fiction Prize and the winner of the James M. Tiptree Memorial Award. Now, in Children of God, Russell further establishes herself as one of the most innovative, entertaining and philosophically provocative novelists writing today.", "The only member of the original mission to the planet Rakhat to return to Earth, Father Emilio Sandoz has barely begun to recover from his ordeal when the Society of Jesus calls upon him for help in preparing for another mission to Alpha Centauri. Despite his objections and fear, he cannot escape his past or the future.", "Old friends, new discoveries and difficult questions await Emilio as he struggles for inner peace and understanding in a moral..."]},
{"rating": "4.22", "genres": ["Fiction", "Classics", "Glbt", "Glbt", "Queer", "Glbt", "Gay", "Novels", "Cultural", "African American", "Literature", "Literature", "American", "Romance"], "title": "\n      Giovanni's Room\n", "author": "James     Baldwin", "pic_url": "https://images.gr-assets.com/books/1501485157l/38462.jpg", "summary_blocks": ["An alternate cover for this ISBN can be found ", "here", ".", "Baldwin's haunting and controversial second novel is his most sustained treatment of sexuality, and a classic of gay literature. In a 1950s Paris swarming with expatriates and characterized by dangerous liaisons and hidden violence, an American finds himself unable to repress his impulses, despite his determination to live", "An alternate cover for this ISBN can be found ", "here", ".", "Baldwin's haunting and controversial second novel is his most sustained treatment of sexuality, and a classic of gay literature. In a 1950s Paris swarming with expatriates and characterized by dangerous liaisons and hidden violence, an American finds himself unable to repress his impulses, despite his determination to live the conventional life he envisions for himself. After meeting and proposing to a young woman, he falls into a lengthy affair with an Italian bartender and is confounded and tortured by his sexual identity as he oscillates between the two. ", "Examining the mystery of love and passion in an intensely imagined narrative, Baldwin creates a moving and complex story of death and desire that is revelatory in its insight."]},
{"rating": "4.11", "genres": ["Historical", "Historical Fiction", "Fiction", "Classics", "Childrens", "Historical", "World War II", "Holocaust", "Young Adult"], "title": "\n      Number the Stars\n", "author": "Lois Lowry", "pic_url": "https://images.gr-assets.com/books/1370917812l/47281.jpg", "summary_blocks": ["Ten-year-old Annemarie Johansen and her best friend Ellen Rosen often think of life before the war. It's now 1943 and their life in Copenhagen is filled with school, food shortages, and the Nazi soldiers marching through town. When the Jews of Denmark are \"relocated,\" Ellen moves in with the Johansens and pretends to be one of the family. Soon Annemarie is asked to go on a", "Ten-year-old Annemarie Johansen and her best friend Ellen Rosen often think of life before the war. It's now 1943 and their life in Copenhagen is filled with school, food shortages, and the Nazi soldiers marching through town. When the Jews of Denmark are \"relocated,\" Ellen moves in with the Johansens and pretends to be one of the family. Soon Annemarie is asked to go on a dangerous mission to save Ellen's life."]},
{"rating": "4.14", "genres": ["Historical", "Historical Fiction", "Fiction", "Historical", "Book Club"], "title": "\n      Orphan Train\n", "author": "Christina Baker Kline", "pic_url": "https://images.gr-assets.com/books/1362409483l/15818107.jpg", "summary_blocks": ["The author of ", "Bird in Hand", " and ", "The Way Life Should Be", " delivers her most ambitious and powerful novel to date: a captivating story of two very different women who build an unexpected friendship: a 91-year-old woman with a hidden past as an orphan-train rider and the teenage girl whose own troubled adolescence leads her to seek answers to questions no one has ever thought to", "The author of ", "Bird in Hand", " and ", "The Way Life Should Be", " delivers her most ambitious and powerful novel to date: a captivating story of two very different women who build an unexpected friendship: a 91-year-old woman with a hidden past as an orphan-train rider and the teenage girl whose own troubled adolescence leads her to seek answers to questions no one has ever thought to ask.", "Nearly eighteen, Molly Ayer knows she has one last chance. Just months from \"aging out\" of the child welfare system, and close to being kicked out of her foster home, a community service position helping an elderly woman clean out her home is the only thing keeping her out of juvie and worse.", "Vivian Daly has lived a quiet life on the coast of Maine. But in her attic, hidden in trunks, are vestiges of a turbulent past. As she helps Vivian sort through her possessions and memories, Molly discovers that she and Vivian aren't as different as they seem to be. A young Irish immigrant orphaned in New York City, Vivian was put on a train to the Midwest with hundreds of other children whose destinies would be determined by luck and chance.", "The closer Molly grows to Vivian, the more she discovers parallels to her own life. A Penobscot Indian, she, too, is an outsider being raised by strangers, and she, too, has unanswered questions about the past. As her emotional barriers begin to crumble, Molly discovers that she has the power to help Vivian find answers to mysteries that have haunted her for her entire life - answers that will ultimately free them both.", "Rich in detail and epic in scope, ", "Orphan Train", " is a powerful novel of upheaval and resilience, of second chances, of unexpected friendship, and of the secrets we carry that keep us from finding out who we are."]},
{"rating": "4.1", "genres": ["Classics", "Fiction", "Childrens", "Short Stories"], "title": "\n      Just So Stories\n", "author": "Rudyard Kipling", "pic_url": "https://images.gr-assets.com/books/1389064718l/34053.jpg", "summary_blocks": ["Twelve stories about animals, insects, and other subjects include How the Camel Got His Hump. The Butterfly That Stamped, and How the Alphabet Was Made.."]},
{"rating": "4.06", "genres": ["Fiction", "Historical", "Historical Fiction", "Literature", "Classics", "Classic Literature", "Literature", "19th Century", "European Literature", "British Literature"], "title": "\n      Sense and Sensibility\n", "author": "Jane Austen", "pic_url": "https://images.gr-assets.com/books/1316607430l/12684285.jpg", "summary_blocks": ["Sens and Sensibility's two heroines - so utterly unlike each other - undergo the most violent passions when they are separated from the men they love. What differentiates them, and gives this extraordinary book its complexity and brilliance is the way each expresses her suffering. Marianne - young, impetuous, ardent - falls into paroxysms of grief when she is rejected by t", "Sens and Sensibility's two heroines - so utterly unlike each other - undergo the most violent passions when they are separated from the men they love. What differentiates them, and gives this extraordinary book its complexity and brilliance is the way each expresses her suffering. Marianne - young, impetuous, ardent - falls into paroxysms of grief when she is rejected by the dashing John Willoughby; while her sister, Elinor - wiser, more sensible, more self-controlled - masks her despair when it appears that Edward Ferrars is to marry the mean-spirited and cunning Lucy Steele. All, of course, ends happily - but not until Elinor's 'sense' and Mariannes' 'sensibility' have equally worked to reveal the profound emotional life that runs beneath the surface of Austen's immaculate art."]},
{"rating": "4.09", "genres": ["Childrens", "Mystery", "Young Adult"], "title": "\n      The Boxcar Children\n      ", "author": "Gertrude Chandler Warner", "pic_url": "https://images.gr-assets.com/books/1173489650l/297249.jpg", "summary_blocks": ["The Aldens begin their adventure by making a home in a boxcar. Their goal is to stay together, and in the process they find a grandfather."]},
{"rating": "4.1", "genres": ["Fiction", "Historical", "Historical Fiction", "Classics", "Literature", "Historical", "Literary Fiction"], "title": "\n      The Remains of the Day\n", "author": "Kazuo Ishiguro", "pic_url": "https://images.gr-assets.com/books/1327128714l/28921.jpg", "summary_blocks": ["In the summer of 1956, Stevens, a long-serving butler at Darlington Hall, decides to take a motoring trip through the West Country. The six-day excursion becomes a journey into the past of Stevens and England, a past that takes in fascism, two world wars, and an unrealised love between the butler and his housekeeper."]},
{"rating": "4.07", "genres": ["Romance", "Young Adult", "Contemporary", "Realistic Fiction"], "title": "\n      Perfect Chemistry\n      ", "author": "Simone Elkeles", "pic_url": "https://images.gr-assets.com/books/1439792475l/4268157.jpg", "summary_blocks": ["A fresh, urban twist on the classic tale of star-crossed lovers.", "When Brittany Ellis walks into chemistry class on the first day of senior year, she has no clue that her carefully created 'perfect' life is about to unravel before her eyes. She's forced to be lab partners with Alex Fuentes, a gang member from the other side of town, and he is about to threaten everything she", "A fresh, urban twist on the classic tale of star-crossed lovers.", "When Brittany Ellis walks into chemistry class on the first day of senior year, she has no clue that her carefully created 'perfect' life is about to unravel before her eyes. She's forced to be lab partners with Alex Fuentes, a gang member from the other side of town, and he is about to threaten everything she's worked so hard for: her flawless reputation, her relationship with her boyfriend, and the secret that her home life is anything but perfect. ", "Alex is a bad boy and he knows it. So when he makes a bet with his friends to lure Brittany into his life, he thinks nothing of it. But soon Alex realizes Brittany is a real person with real problems, and suddenly the bet he made in arrogance turns into something much more.", "In a passionate story about looking beneath the surface, Simone Elkeles breaks through the stereotypes and barriers that threaten to keep Brittany and Alex apart."]},
{"rating": "4.23", "genres": ["Classics", "Fiction", "Young Adult", "Childrens", "Historical", "Historical Fiction"], "title": "\n      Anne of Green Gables\n      ", "author": "L.M. Montgomery", "pic_url": "https://images.gr-assets.com/books/1390789015l/8127.jpg", "summary_blocks": ["Everyone's favorite redhead, the spunky Anne Shirley, begins her adventures at Green Gables, a farm outside Avonlea, Prince Edward Island. When the freckled girl realizes that the elderly Cuthberts wanted to adopt a boy instead, she begins to try to win them and, consequently, the reader, over."]},
{"rating": "4.07", "genres": ["Fantasy", "Young Adult", "Fiction", "Science Fiction", "Childrens"], "title": "\n      A Wind in the Door\n      ", "author": "Madeleine L'Engle", "pic_url": "https://images.gr-assets.com/books/1327464177l/18130.jpg", "summary_blocks": ["A Wind in the Door", " is a fantastic adventure story involving Meg Murry, her small brother Charles Wallace, and Calvin O'Keefe, the chief characters of ", "A Wrinkle in Time", ". The seed from which the story grows is a rather ordinary situation of Charles Wallace's having difficulty in adapting to school. He is extremely bright, so much so that he gets punched around a lot for bein", "A Wind in the Door", " is a fantastic adventure story involving Meg Murry, her small brother Charles Wallace, and Calvin O'Keefe, the chief characters of ", "A Wrinkle in Time", ". The seed from which the story grows is a rather ordinary situation of Charles Wallace's having difficulty in adapting to school. He is extremely bright, so much so that he gets punched around a lot for being \"different\". He is also strangely, seriously ill (mitochondritis - the destruction of farandolae, minute creatures of the mitochondria in the blood). Determined to help Charles Wallace in school, Meg pays a visit to his principal, Mr. Jenkins, a dry, cold man with whom Meg herself has had unfortunate run-ins. The interview with Mr. Jenkins goes badly and Meg worriedly returns home to find Charles Wallace waiting for her. \"There are,\" he announces, \"dragons in the twins' vegetable garden. Or there were. They've moved to the north pasture now.\"", "Dragons? Not really, but an entity, a being stranger by far than dragons; and the encounter with this alien creature is only the first step that leads Meg, Calvin, and Mr. Jenkins out into galactic space, and then into the unimaginable small world of a mitochondrion. And, at last, safely, triumphantly, home."]},
{"rating": "4.05", "genres": ["Travel", "Nonfiction", "Humor", "Cultural", "Australia", "Autobiography", "Memoir"], "title": "\n      Tegenvoeters, een reis door Australië\n", "author": "Bill Bryson", "pic_url": "https://images.gr-assets.com/books/1298146230l/10518226.jpg", "summary_blocks": ["In 1967 liep de toenmalige premier van Australië, Harold Holt, langs het strand, sprong in de branding en verdween voorgoed. Hoe komt het dat Australië zomaar een premier kon kwijtraken en hoe komt het dat dit opzienbarende nieuws hem nooit ter ore kwam, vraagt Bill Bryson zich af in ", "Tegenvoeters", ". Er wordt te weinig aandacht besteed aan dit fascinerende land, is zijn concl", "In 1967 liep de toenmalige premier van Australië, Harold Holt, langs het strand, sprong in de branding en verdween voorgoed. Hoe komt het dat Australië zomaar een premier kon kwijtraken en hoe komt het dat dit opzienbarende nieuws hem nooit ter ore kwam, vraagt Bill Bryson zich af in ", "Tegenvoeters", ". Er wordt te weinig aandacht besteed aan dit fascinerende land, is zijn conclusie.", "Reden voor Bryson om op reis te gaan door dit unieke continent. Het resultaat is, zoals altijd bij Bryson, een hilarisch verslag, maar ook een compleet portret van de geschiedenis, de natuur, de mensen en de immensiteit van dit grootste eiland ter wereld. Bryson op zijn best."]},
{"rating": "4.08", "genres": ["Fiction", "Cultural", "Canada", "Literature", "Literary Fiction"], "title": "\n      The Rebel Angels\n      ", "author": "Robertson Davies", "pic_url": "https://images.gr-assets.com/books/1387741372l/74405.jpg", "summary_blocks": ["Defrocked monks, mad professors, and wealthy eccentrics - a remarkable cast peoples Robertson Davies' brilliant spectacle of theft, perjury, murder, scholarship, and love at a modern university. Only Mr. Davies, author of ", "Fifth Business", ", ", "The Manticore", ", and ", "World of Wonders", ", could have woven together their destinies with such wit, humour-and wisdom."]},
{"rating": "4.11", "genres": ["Fiction", "Cultural", "Canada", "Literary Fiction", "Literature", "Novels"], "title": "\n      The Lyre of Orpheus\n      ", "author": "Robertson Davies", "pic_url": "https://images.gr-assets.com/books/1312789361l/12326407.jpg", "summary_blocks": ["The Cornish Foundation is thriving under the directorship of Arthur Cornish when Arthur and his beguiling wife, Maria Theotoky, decide to undertake a project worthy of Francis Cornish, whose vast fortune endows the Foundation. The remarkably unattractive, extraordinarily talented music student Hulda Schnakenberg is commissioned to complete E. T. A. Hoffmann's unfinished op", "The Cornish Foundation is thriving under the directorship of Arthur Cornish when Arthur and his beguiling wife, Maria Theotoky, decide to undertake a project worthy of Francis Cornish, whose vast fortune endows the Foundation. The remarkably unattractive, extraordinarily talented music student Hulda Schnakenberg is commissioned to complete E. T. A. Hoffmann's unfinished opera ", "Arthur of Britain", ", or ", "The Magnanimous Cuckold", "; and the scholarly priest Simon Darcourt finds himself charged with writing the libretto.", "Complications both practical and emotional arise: the gypsy in Maria's blood rises with a vengeance. Darcourt stoops to petty crime; and various others indulge in perjury, blackmail, and other unsavory pursuits. Hoffmann's dictum, \"the lyre of Orpheus opens the door to the underworld,\" seems to be all too true - especially when the long-hidden secrets of Francis Cornish himself are finally revealed.", "The ", "Lyre of Orpheus", " is the third novel in the Cornish Trilogy."]},
{"rating": "4.17", "genres": ["Fiction", "Contemporary"], "title": "\n      I Know This Much Is True\n", "author": "Wally Lamb", "pic_url": "https://images.gr-assets.com/books/1373532198l/227711.jpg", "summary_blocks": ["On the afternoon of October 12, 1990, my twin brother, Thomas, entered the Three Rivers, Connecticut, public library, retreated to one of the rear study carrels, and prayed to God the sacrifice he was about to commit would be deemed acceptable. . . .", "One of the most acclaimed novels of our time, Wally Lamb's I Know This Much Is True is a story of alienation and connection,", "On the afternoon of October 12, 1990, my twin brother, Thomas, entered the Three Rivers, Connecticut, public library, retreated to one of the rear study carrels, and prayed to God the sacrifice he was about to commit would be deemed acceptable. . . .", "One of the most acclaimed novels of our time, Wally Lamb's I Know This Much Is True is a story of alienation and connection, devastation and renewal, at once joyous, heartbreaking, poignant, mystical, and powerfully, profoundly human."]},
{"rating": "4.17", "genres": ["Fiction", "Historical", "Historical Fiction", "Glbt"], "title": "\n      The Color Purple\n", "author": "Alice Walker", "pic_url": "https://images.gr-assets.com/books/1316526175l/12675967.jpg", "summary_blocks": ["Dear God: I am fourteen years old. I have always been a good girl. Maybe you can give me a sign letting me know what is happening to me...", "So begins Alice Walker's touching, complex and engrossing novel, set in the harsh, segregated world of the Deep South between the wars. Celie has been raped by the man she calls father; her two children are taken away from her; she has b", "Dear God: I am fourteen years old. I have always been a good girl. Maybe you can give me a sign letting me know what is happening to me...", "So begins Alice Walker's touching, complex and engrossing novel, set in the harsh, segregated world of the Deep South between the wars. Celie has been raped by the man she calls father; her two children are taken away from her; she has been forced into an ugly marriage. She has no one to talk to but God.", "Then she meets Shug Avery, the singer, the magic woman, and discovers not the pain of rivalry but the love and support of a woman."]},
{"rating": "4.3", "genres": ["Fantasy", "Fiction", "Childrens", "Middle Grade", "Classics", "Young Adult", "Young Adult", "Young Adult Fantasy"], "title": "\n      Howl's Moving Castle\n      ", "author": "Diana Wynne Jones", "pic_url": "https://images.gr-assets.com/books/1407450489l/6294.jpg", "summary_blocks": ["An alternative cover for this ISBN can be found ", "here", "Sophie has the great misfortune of being the eldest of three daughters, destined to fail miserably should she ever leave home to seek her fate. But when she unwittingly attracts the ire of the Witch of the Waste, Sophie finds herself under a horrid spell that transforms her into an old lady. Her only chance at breaking it", "An alternative cover for this ISBN can be found ", "here", "Sophie has the great misfortune of being the eldest of three daughters, destined to fail miserably should she ever leave home to seek her fate. But when she unwittingly attracts the ire of the Witch of the Waste, Sophie finds herself under a horrid spell that transforms her into an old lady. Her only chance at breaking it lies in the ever-moving castle in the hills: the Wizard Howl's castle. To untangle the enchantment, Sophie must handle the heartless Howl, strike a bargain with a fire demon, and meet the Witch of the Waste head-on. Along the way, she discovers that there's far more to Howl—and herself—than first meets the eye."]},
{"rating": "4.61", "genres": ["Sequential Art", "Comics", "Humor", "Sequential Art", "Graphic Novels", "Fiction"], "title": "\n      Calvin and Hobbes\n      ", "author": "Bill Watterson", "pic_url": "https://images.gr-assets.com/books/1441227694l/77727.jpg", "summary_blocks": ["This is the first collection of the popular comic strip that features Calvin, a rambunctious 6-year-old boy, and his stuffed tiger, Hobbes, who comes charmingly to life."]},
{"rating": "4.06", "genres": ["Fiction", "Womens Fiction", "Chick Lit", "Contemporary"], "title": "\n      My Sister's Keeper\n", "author": "Jodi Picoult", "pic_url": "https://images.gr-assets.com/books/1369504683l/10917.jpg", "summary_blocks": ["Anna is not sick, but she might as well be. By age thirteen, she has undergone countless surgeries, transfusions, and shots so that her older sister, Kate, can somehow fight the leukemia that has plagued her since childhood. The product of preimplantation genetic diagnosis, Anna was conceived as a bone marrow match for Kate -- a life and a role that she has never challenge", "Anna is not sick, but she might as well be. By age thirteen, she has undergone countless surgeries, transfusions, and shots so that her older sister, Kate, can somehow fight the leukemia that has plagued her since childhood. The product of preimplantation genetic diagnosis, Anna was conceived as a bone marrow match for Kate -- a life and a role that she has never challenged... until now. Like most teenagers, Anna is beginning to question who she truly is. But unlike most teenagers, she has always been defined in terms of her sister—and so Anna makes a decision that for most would be unthinkable, a decision that will tear her family apart and have perhaps fatal consequences for the sister she loves.", "A provocative novel that raises some important ethical issues, ", "My Sister's Keeper", " is the story of one family's struggle for survival at all human costs and a stunning parable for all time."]},
{"rating": "4.1", "genres": ["Literature", "Gothic", "Historical", "Literature", "19th Century", "Novels", "European Literature", "British Literature"], "title": "\n      Jane Eyre\n", "author": "Charlotte Brontë", "pic_url": "https://images.gr-assets.com/books/1490253325l/12648467.jpg", "summary_blocks": ["librarian's Note: Alternate cover edition - ISBN 0140430113.", "Orphaned into the household of her Aunt Reed at Gateshead, subject to the cruel regime at Lowood charity school, Jane Eyre nonetheless emerges unbroken in spirit and integrity. ", "She takes up the post of governess at Thornfield, falls in love with Mr. Rochester, and discovers the impediment to their lawful marriage", "librarian's Note: Alternate cover edition - ISBN 0140430113.", "Orphaned into the household of her Aunt Reed at Gateshead, subject to the cruel regime at Lowood charity school, Jane Eyre nonetheless emerges unbroken in spirit and integrity. ", "She takes up the post of governess at Thornfield, falls in love with Mr. Rochester, and discovers the impediment to their lawful marriage in a story that transcends melodrama to portray a woman's passionate search for a wider and richer life than Victorian society traditionally allowed. ", "With a heroine full of yearning, the dangerous secrets she encounters, and the choices she finally makes, Charlotte Bronte's innovative and enduring romantic novel continues to engage and provoke readers."]},
{"rating": "4.43", "genres": ["Young Adult", "Fiction", "Realistic Fiction", "Childrens", "Middle Grade", "Contemporary"], "title": "\n      Wonder\n      ", "author": "R.J. Palacio", "pic_url": "https://images.gr-assets.com/books/1412358842l/23302416.jpg", "summary_blocks": ["You can't blend in when you were born to stand out.", "My name is August. I won't describe what I look like. Whatever you're thinking, it's probably worse.", "August Pullman wants to be an ordinary ten-year-old. He does ordinary things. He eats ice cream. He plays on his Xbox. He feels ordinary - inside.", "But Auggie is far from ordinary. Ordinary kids don't make other ordinary kids", "You can't blend in when you were born to stand out.", "My name is August. I won't describe what I look like. Whatever you're thinking, it's probably worse.", "August Pullman wants to be an ordinary ten-year-old. He does ordinary things. He eats ice cream. He plays on his Xbox. He feels ordinary - inside.", "But Auggie is far from ordinary. Ordinary kids don't make other ordinary kids run away screaming in playgrounds. Ordinary kids don't get stared at wherever they go.", "Born with a terrible facial abnormality, Auggie has been home-schooled by his parents his whole life, in an attempt to protect him from the cruelty of the outside world. Now, for the first time, he's being sent to a real school - and he's dreading it. All he wants is to be accepted - but can he convince his new classmates that he's just like them, underneath it all?", "Narrated by Auggie and the people around him whose lives he touches forever, ", "Wonder", " is a funny, frank, astonishingly moving debut to read in one sitting, pass on to others, and remember long after the final page."]},
{"rating": "4.06", "genres": ["Classics", "Fiction", "Fantasy", "Young Adult", "Animals"], "title": "\n      Watership Down\n      ", "author": "Richard Adams", "pic_url": "https://images.gr-assets.com/books/1405136931l/76620.jpg", "summary_blocks": ["Set in England's Downs, a once idyllic rural landscape, this stirring tale of adventure, courage and survival follows a band of very special creatures on their flight from the intrusion of man and the certain destruction of their home. Led by a stouthearted pair of friends, they journey forth from their native Sandleford Warren through the harrowing trials posed by predato", "Set in England's Downs, a once idyllic rural landscape, this stirring tale of adventure, courage and survival follows a band of very special creatures on their flight from the intrusion of man and the certain destruction of their home. Led by a stouthearted pair of friends, they journey forth from their native Sandleford Warren through the harrowing trials posed by predators and adversaries, to a mysterious promised land and a more perfect society."]},
{"rating": "4.18", "genres": ["Fiction", "Classics", "Science Fiction", "Literature", "Humor", "Novels", "Science Fiction", "Dystopia", "Literature", "American", "Fantasy", "Literature", "20th Century"], "title": "\n      Cat's Cradle\n", "author": "Kurt Vonnegut Jr.", "pic_url": "https://images.gr-assets.com/books/1327867150l/135479.jpg", "summary_blocks": ["Told with deadpan humour & bitter irony, Kurt Vonnegut's cult tale of global destruction preys on our deepest fears of witnessing Armageddon &, worse still, surviving it ...", "Dr Felix Hoenikker, one of the founding 'fathers' of the atomic bomb, has left a deadly legacy to the world. For he's the inventor of 'ice-nine', a lethal chemical capable of freezing the entire", "Told with deadpan humour & bitter irony, Kurt Vonnegut's cult tale of global destruction preys on our deepest fears of witnessing Armageddon &, worse still, surviving it ...", "Dr Felix Hoenikker, one of the founding 'fathers' of the atomic bomb, has left a deadly legacy to the world. For he's the inventor of 'ice-nine', a lethal chemical capable of freezing the entire planet. The search for its whereabouts leads to Hoenikker's three ecentric children, to a crazed dictator in the Caribbean, to madness. Felix Hoenikker's Death Wish comes true when his last, fatal gift to humankind brings about the end, that for all of us, is nigh..."]},
{"rating": "4.06", "genres": ["Classics", "Fiction", "Fantasy", "Short Stories"], "title": "\n      The Arabian Nights\n", "author": "Anonymous", "pic_url": "https://images.gr-assets.com/books/1388212809l/93101.jpg", "summary_blocks": ["Full of mischief, valor, ribaldry, and romance, ", "The Arabian Nights", " has enthralled readers for centuries. These are the tales that saved the life of Shahrazad, whose husband, the king, executed each of his wives after a single night of marriage. Beginning an enchanting story each evening, Shahrazad always withheld the ending: A thousand and one nights later, her life was sp", "Full of mischief, valor, ribaldry, and romance, ", "The Arabian Nights", " has enthralled readers for centuries. These are the tales that saved the life of Shahrazad, whose husband, the king, executed each of his wives after a single night of marriage. Beginning an enchanting story each evening, Shahrazad always withheld the ending: A thousand and one nights later, her life was spared forever."]},
{"rating": "4.14", "genres": ["Fiction", "Historical", "Historical Fiction", "Classics", "Literature", "Cultural", "France", "Historical"], "title": "\n      Les Misérables\n", "author": "Victor Hugo", "pic_url": "https://images.gr-assets.com/books/1411852091l/24280.jpg", "summary_blocks": ["Introducing one of the most famous characters in literature, Jean Valjean—the noble peasant imprisoned for stealing a loaf of bread—Les Misérables ranks among the greatest novels of all time. In it, Victor Hugo takes readers deep into the Parisian underworld, immerses them in a battle between good and evil, and carries them to the barricades during the uprising of 1832 wit", "Introducing one of the most famous characters in literature, Jean Valjean—the noble peasant imprisoned for stealing a loaf of bread—Les Misérables ranks among the greatest novels of all time. In it, Victor Hugo takes readers deep into the Parisian underworld, immerses them in a battle between good and evil, and carries them to the barricades during the uprising of 1832 with a breathtaking realism that is unsurpassed in modern prose. Within his dramatic story are themes that capture the intellect and the emotions: crime and punishment, the relentless persecution of Valjean by Inspector Javert, the desperation of the prostitute Fantine, the amorality of the rogue Thénardier, and the universal desire to escape the prisons of our own minds. Les Misérables gave Victor Hugo a canvas upon which he portrayed his criticism of the French political and judicial systems, but the portrait that resulted is larger than life, epic in scope—an extravagant spectacle that dazzles the senses even as it touches the heart."]},
{"rating": "4.24", "genres": ["Childrens", "Middle Grade", "Animals", "Fiction", "Childrens", "Young Adult"], "title": "\n      The One and Only Ivan\n", "author": "Katherine Applegate", "pic_url": "https://images.gr-assets.com/books/1424981397l/11594337.jpg", "summary_blocks": ["Ivan is an easygoing gorilla. Living at the Exit 8 Big Top Mall and Video Arcade, he has grown accustomed to humans watching him through the glass walls of his domain. He rarely misses his life in the jungle. In fact, he hardly ever thinks about it at all.", "Instead, Ivan thinks about TV shows he’s seen and about his friends Stella, an elderly elephant, and Bob, a stray dog.", "Ivan is an easygoing gorilla. Living at the Exit 8 Big Top Mall and Video Arcade, he has grown accustomed to humans watching him through the glass walls of his domain. He rarely misses his life in the jungle. In fact, he hardly ever thinks about it at all.", "Instead, Ivan thinks about TV shows he’s seen and about his friends Stella, an elderly elephant, and Bob, a stray dog. But mostly Ivan thinks about art and how to capture the taste of a mango or the sound of leaves with color and a well-placed line.", "Then he meets Ruby, a baby elephant taken from her family, and she makes Ivan see their home—and his own art—through new eyes. When Ruby arrives, change comes with her, and it’s up to Ivan to make it a change for the better.", "Katherine Applegate blends humor and poignancy to create Ivan’s unforgettable first-person narration in a story of friendship, art, and hope."]},
{"rating": "4.16", "genres": ["Mystery", "Classics", "Fiction", "Mystery", "Crime"], "title": "\n      Murder on the Orient Express\n      ", "author": "Agatha Christie", "pic_url": "https://images.gr-assets.com/books/1388267702l/16304.jpg", "summary_blocks": ["Just after midnight, a snowdrift stopped the Orient Express in its tracks. The luxurious train was surprisingly full for the time of the year. But by the morning there was one passenger fewer. A passenger lay dead in his compartment, stabbed a dozen times, his door locked from the inside."]},
{"rating": "4.05", "genres": ["Fantasy", "Young Adult", "Fantasy", "Paranormal", "Romance"], "title": "\n      The Raven Boys\n      ", "author": "Maggie Stiefvater", "pic_url": "https://images.gr-assets.com/books/1477103737l/17675462.jpg", "summary_blocks": ["“There are only two reasons a non-seer would see a spirit on St. Mark’s Eve,” Neeve said. “Either you’re his true love . . . or you killed him.”", "It is freezing in the churchyard, even before the dead arrive.", "Every year, Blue Sargent stands next to her clairvoyant mother as the soon-to-be dead walk past. Blue herself never sees them—not until this year, when a boy emerges fro", "“There are only two reasons a non-seer would see a spirit on St. Mark’s Eve,” Neeve said. “Either you’re his true love . . . or you killed him.”", "It is freezing in the churchyard, even before the dead arrive.", "Every year, Blue Sargent stands next to her clairvoyant mother as the soon-to-be dead walk past. Blue herself never sees them—not until this year, when a boy emerges from the dark and speaks directly to her.", "His name is Gansey, and Blue soon discovers that he is a rich student at Aglionby, the local private school. Blue has a policy of staying away from Aglionby boys. Known as Raven Boys, they can only mean trouble.", "But Blue is drawn to Gansey, in a way she can’t entirely explain. He has it all—family money, good looks, devoted friends—but he’s looking for much more than that. He is on a quest that has encompassed three other Raven Boys: Adam, the scholarship student who resents all the privilege around him; Ronan, the fierce soul who ranges from anger to despair; and Noah, the taciturn watcher of the four, who notices many things but says very little.", "For as long as she can remember, Blue has been warned that she will cause her true love to die. She never thought this would be a problem. But now, as her life becomes caught up in the strange and sinister world of the Raven Boys, she’s not so sure anymore.", "From Maggie Stiefvater, the bestselling and acclaimed author of the ", "Shiver", " trilogy and ", "The Scorpio Races", ", comes a spellbinding new series where the inevitability of death and the nature of love lead us to a place we’ve never been before."]},
{"rating": "4.03", "genres": ["Historical", "Historical Fiction", "Cultural", "Russia", "Literature", "Russian Literature", "Classics", "Romance", "Literature"], "title": "\n      Dokter Zjivago\n", "author": "Boris Pasternak", "pic_url": "https://images.gr-assets.com/books/1318497582l/12865525.jpg", "summary_blocks": ["In het eerste kwart van de twintigste eeuw komt Rusland in een draaikolk van veranderingen terecht: de Wereldoorlog kost aan vele mannen het leven, de grote Revolutie werpt het tsarenregime omver, de binnenlandse strijd tussen de Roden en de Witten zaait verdeeldheid onder de bevolking. Alles en iedereen wordt meegesleurd in deze maalstroom. Niets zal ooit meer hetzelfde z", "In het eerste kwart van de twintigste eeuw komt Rusland in een draaikolk van veranderingen terecht: de Wereldoorlog kost aan vele mannen het leven, de grote Revolutie werpt het tsarenregime omver, de binnenlandse strijd tussen de Roden en de Witten zaait verdeeldheid onder de bevolking. Alles en iedereen wordt meegesleurd in deze maalstroom. Niets zal ooit meer hetzelfde zijn.", "Aanvankelijk is de geestdrift over de doorbraak van de socialistische Nieuwe Tijd vrij algemeen, maar al gauw dringt tot vele Russen het besef door dat de maatschappij ten prooi is gevallen aan een epidemische waanzin, en dat het leven een nachtmerrie dreigt te worden. De wereld is van alle zekerheden ontdaan, familieleden verdwijnen spoorloos en de burger is afhankelijk van de willekeur van steeds wisselende regeringen.", "Dit geldt met name voor een persoon als dokter Zjivago, de mens die altijd op zoek is naar de waarheid en voor wie geestelijke vrijheid een levensvoorwaarde is. Op zijn moeizame tocht door deze wereld, die beroofd is van elke vaste waarde, bevindt zich slechts één veilige haven: Lara. Maar ondanks alles wat hun hartstochtelijke liefde hem biedt, is deze vrije geest toch gedoemd ten onder te gaan in de totalitaire maatschappij.", "Vanwege het kritische beeld dat Pasternak in ", "Dokter Zjivago", " van de Russische maatschappij schetst, werd publicatie van de roman direct na voltooiing door de Sovjet-autoriteiten verboden. De buitenlandse rechten waren toen evenwel al verkocht, zodat het Westen kennis kon nemen van dit werk van grote literaire en cultuur-historische betekenis. Er werd dan ook in 1958 de Nobelprijs aan toegekend. Pas in de tijd van glasnost en perestroika mocht de roman in de Sovjet-Unie verschijnen."]},
{"rating": "4.01", "genres": ["Young Adult", "Science Fiction", "Dystopia", "Romance", "Fantasy"], "title": "\n      Shatter Me\n      ", "author": "Tahereh Mafi", "pic_url": "https://images.gr-assets.com/books/1310676648l/11510910.jpg", "summary_blocks": ["There is an alternate cover edition for this ISBN ", "here", ".", "\"You can't touch me,\" I whisper.", "I'm lying, is what I don't tell him.", "He can touch me, is what I'll never tell him.", "But things happen when people touch me.", "Strange things.", "Bad things.", "No one knows why Juliette's touch is fatal, but The Reestablishment has plans for her. Plans to use her as a weapon.", "But Juliette has plans on", "There is an alternate cover edition for this ISBN ", "here", ".", "\"You can't touch me,\" I whisper.", "I'm lying, is what I don't tell him.", "He can touch me, is what I'll never tell him.", "But things happen when people touch me.", "Strange things.", "Bad things.", "No one knows why Juliette's touch is fatal, but The Reestablishment has plans for her. Plans to use her as a weapon.", "But Juliette has plans on her own.", "After a lifetime without freedom, she's finally discovering a strength to fight back for the very first time—and to find a future with the one boy she thought she'd lost forever."]},
{"rating": "4.17", "genres": ["Childrens", "Fantasy", "Fiction"], "title": "\n      The Witches\n", "author": "Roald Dahl", "pic_url": "https://images.gr-assets.com/books/1364447695l/386244.jpg", "summary_blocks": ["'A REAL WITCH is easily the most dangerous of all the living creatures on earth.'", "That's a pretty horrifying thought. More horrifying still is that real witches don't even ", "look", " like witches. They don't ride around on broomsticks. They don't even wear black cloaks and hats. They are vile, despicable, scheming harridans who disguise themselves as nice, ordinary ladies.", "So how", "'A REAL WITCH is easily the most dangerous of all the living creatures on earth.'", "That's a pretty horrifying thought. More horrifying still is that real witches don't even ", "look", " like witches. They don't ride around on broomsticks. They don't even wear black cloaks and hats. They are vile, despicable, scheming harridans who disguise themselves as nice, ordinary ladies.", "So how can you tell when you're face to face with one? Read this story and you'll find out all you need to know. You'll also meet a real hero, a wise old grandmother and the most gruesome, grotesque gang of witches imaginable."]},
{"rating": "4.11", "genres": ["Fiction", "Historical", "Historical Fiction", "Mystery", "Classics", "Historical", "Literature"], "title": "\n      The Name of the Rose\n", "author": "Umberto Eco", "pic_url": "https://images.gr-assets.com/books/1415375471l/119073.jpg", "summary_blocks": ["The year is 1327. Franciscans in a wealthy Italian abbey are suspected of heresy, and Brother William of Baskerville arrives to investigate. When his delicate mission is suddenly overshadowed by seven bizarre deaths, Brother William turns detective. His tools are the logic of Aristotle, the theology of Aquinas, the empirical insights of Roger Bacon - all sharpened to a gli", "The year is 1327. Franciscans in a wealthy Italian abbey are suspected of heresy, and Brother William of Baskerville arrives to investigate. When his delicate mission is suddenly overshadowed by seven bizarre deaths, Brother William turns detective. His tools are the logic of Aristotle, the theology of Aquinas, the empirical insights of Roger Bacon - all sharpened to a glistening edge by wry humor and a ferocious curiosity. He collects evidence, deciphers secret symbols and coded manuscripts, and digs into the eerie labyrinth of the abbey, where \"the most interesting things happen at night.\""]},
{"rating": "4.18", "genres": ["Childrens", "Picture Books", "Childrens"], "title": "\n      Blueberries for Sal\n", "author": "Robert McCloskey", "pic_url": "https://images.gr-assets.com/books/1363586056l/133526.jpg", "summary_blocks": ["Caldecott Honor Book", "What happens when Sal and her mother meet a mother bear and her cub? A beloved classic is born!", "Kuplink, kuplank, kuplunk!", " Sal and her mother a picking blueberries to can for the winter. But when Sal wanders to the other side of Blueberry Hill, she discovers a mama bear preparing for her own long winter.  Meanwhile Sal's mother is being followed by a sma", "Caldecott Honor Book", "What happens when Sal and her mother meet a mother bear and her cub? A beloved classic is born!", "Kuplink, kuplank, kuplunk!", " Sal and her mother a picking blueberries to can for the winter. But when Sal wanders to the other side of Blueberry Hill, she discovers a mama bear preparing for her own long winter.  Meanwhile Sal's mother is being followed by a small bear with a big appetite for berries! Will each mother go home with the right little one?", "With its expressive line drawings and charming story, ", "Blueberries for Sal", " has won readers' hearts since its first publication in 1948.", "\"The adventures of a little girl and a baby bear while hunting for blueberries with their mothers one bright summer day. All the color and flavor of the sea and pine-covered Maine countryside.\"", "-School Library Journal", ", starred review."]},
{"rating": "4.04", "genres": ["Fantasy", "Young Adult", "Fiction", "Classics", "Science Fiction", "Childrens"], "title": "\n      A Wrinkle in Time\n      ", "author": "Madeleine L'Engle", "pic_url": "https://images.gr-assets.com/books/1329061522l/18131.jpg", "summary_blocks": ["It was a dark and stormy night; Meg Murry, her small brother Charles Wallace, and her mother had come down to the kitchen for a midnight snack when they were upset by the arrival of a most disturbing stranger. ", "\"Wild nights are my glory,\" the unearthly stranger told them. \"I just got caught in a downdraft and blown off course. Let me be on my way. Speaking of way, by the wa", "It was a dark and stormy night; Meg Murry, her small brother Charles Wallace, and her mother had come down to the kitchen for a midnight snack when they were upset by the arrival of a most disturbing stranger. ", "\"Wild nights are my glory,\" the unearthly stranger told them. \"I just got caught in a downdraft and blown off course. Let me be on my way. Speaking of way, by the way, there is such a thing as a tesseract\".", "Meg's father had been experimenting with this fifth dimension of time travel when he mysteriously disappeared. Now the time has come for Meg, her friend Calvin, and Charles Wallace to rescue him. But can they outwit the forces of evil they will encounter on their heart-stopping journey through space?"]},
{"rating": "4.27", "genres": ["Fantasy", "Fiction", "Fantasy", "Epic Fantasy", "Fantasy", "Magic", "Fantasy", "High Fantasy"], "title": "\n      The Warded Man\n      ", "author": "Peter V. Brett", "pic_url": "https://images.gr-assets.com/books/1354571949l/3428935.jpg", "summary_blocks": ["As darkness falls after sunset, the corelings rise—demons who possess supernatural powers and burn with a consuming hatred of humanity. For hundreds of years the demons have terrorized the night, slowly culling the human herd that shelters behind magical wards—symbols of power whose origins are lost in myth and whose protection is terrifyingly fragile. It was not always th", "As darkness falls after sunset, the corelings rise—demons who possess supernatural powers and burn with a consuming hatred of humanity. For hundreds of years the demons have terrorized the night, slowly culling the human herd that shelters behind magical wards—symbols of power whose origins are lost in myth and whose protection is terrifyingly fragile. It was not always this way. Once, men and women battled the corelings on equal terms, but those days are gone. Night by night the demons grow stronger, while human numbers dwindle under their relentless assault. Now, with hope for the future fading, three young survivors of vicious demon attacks will dare the impossible, stepping beyond the crumbling safety of the wards to risk everything in a desperate quest to regain the secrets of the past. Together, they will stand against the night."]},
{"rating": "4.19", "genres": ["Fiction", "Classics", "Historical", "Historical Fiction", "Literature", "Jewish", "Religion", "Literature"], "title": "\n      My Name Is Asher Lev\n", "author": "Chaim Potok", "pic_url": "https://images.gr-assets.com/books/1317277931l/12749507.jpg", "summary_blocks": ["Asher Lev is a Ladover Hasid who keeps kosher, prays three times a day and believes in the Ribbono Shel Olom, the Master of the Universe. Asher Lev is an artist who is compulsively driven to render the world he sees and feels even when it leads him to blasphemy. In this stirring and often visionary novel, Chaim Potok traces Asher’s passage between these two identities, the", "Asher Lev is a Ladover Hasid who keeps kosher, prays three times a day and believes in the Ribbono Shel Olom, the Master of the Universe. Asher Lev is an artist who is compulsively driven to render the world he sees and feels even when it leads him to blasphemy. In this stirring and often visionary novel, Chaim Potok traces Asher’s passage between these two identities, the one consecrated to God, the other subject only to the imagination.", "Asher Lev grows up in a cloistered Hasidic community in postwar Brooklyn, a world suffused by ritual and revolving around a charismatic Rebbe. But in time his gift threatens to estrange him from that world and the parents he adores. As it follows his struggle, ", "My Name Is Asher Lev", " becomes a luminous portrait of the artist, by turns heartbreaking and exultant, a modern classic."]},
{"rating": "4.03", "genres": ["Fantasy", "Young Adult", "Fiction", "Horror", "Childrens"], "title": "\n      Coraline\n", "author": "Neil Gaiman", "pic_url": "https://images.gr-assets.com/books/1493497435l/17061.jpg", "summary_blocks": ["'An electrifyingly creepy tale likely to haunt young readers for many moons.... a real bedtime-buster'. Read an exclusive excerpt at BookBrowse today. Reading age approx. 9 yrs +.", "The day after they moved in, Coraline went exploring....", "In Coraline's family's new flat are twenty-one windows and fourteen doors. Thirteen of the doors open and close. ", "The fourteenth is locked, a", "'An electrifyingly creepy tale likely to haunt young readers for many moons.... a real bedtime-buster'. Read an exclusive excerpt at BookBrowse today. Reading age approx. 9 yrs +.", "The day after they moved in, Coraline went exploring....", "In Coraline's family's new flat are twenty-one windows and fourteen doors. Thirteen of the doors open and close. ", "The fourteenth is locked, and on the other side is only a brick wall, until the day Coraline unlocks the door to find a passage to another flat in another house just like her own. ", "Only it's different. ", "At first, things seem marvelous in the other flat. The food is better. The toy box is filled with wind-up angels that flutter around the bedroom, books whose pictures writhe and crawl and shimmer, little dinosaur skulls that chatter their teeth. But there's another mother, and another father, and they want Coraline to stay with them and be their little girl. They want to change her and never let her go. ", "Other children are trapped there as well, lost souls behind the mirrors. Coraline is their only hope of rescue. She will have to fight with all her wits and all the tools she can find if she is to save the lost children, her ordinary life, and herself. ", "Critically acclaimed and award-winning author Neil Gaiman will delight readers with his first novel for all ages."]},
{"rating": "4.11", "genres": ["Fiction", "Historical", "Historical Fiction", "Classics", "Cultural", "Russia", "Literature", "Literature", "Russian Literature"], "title": "\n      War and Peace\n", "author": "Leo Tolstoy", "pic_url": "https://images.gr-assets.com/books/1413215930l/656.jpg", "summary_blocks": ["Tolstoy's epic masterpiece intertwines the lives of private and public individuals during the time of the Napoleonic wars and the French invasion of Russia. The fortunes of the Rostovs and the Bolkonskys, of Pierre, Natasha, and Andrei, are intimately connected with the national history that is played out in parallel with their lives. Balls and soirees alternate with counc", "Tolstoy's epic masterpiece intertwines the lives of private and public individuals during the time of the Napoleonic wars and the French invasion of Russia. The fortunes of the Rostovs and the Bolkonskys, of Pierre, Natasha, and Andrei, are intimately connected with the national history that is played out in parallel with their lives. Balls and soirees alternate with councils of war and the machinations of statesmen and generals, scenes of violent battles with everyday human passions in a work whose extraordinary imaginative power has never been surpassed. ", "The prodigious cast of characters, seem to act and move as if connected by threads of destiny as the novel relentlessly questions ideas of free will, fate, and providence. Yet Tolstoy's portrayal of marital relations and scenes of domesticity is as truthful and poignant as the grand themes that underlie them."]},
{"rating": "4.07", "genres": ["Horror", "Science Fiction", "Fiction", "Classics", "Paranormal", "Vampires", "Apocalyptic", "Post Apocalyptic"], "title": "\n      I Am Legend\n", "author": "Richard Matheson", "pic_url": "https://images.gr-assets.com/books/1390170456l/14064.jpg", "summary_blocks": ["Robert Neville is the last living man on Earth... but he is not alone. Every other man, woman and child on the planet has become a vampire, and they are hungry for Neville's blood.", "By day he is the hunter, stalking the undead through the ruins of civilisation. By night, he barricades himself in his home and prays for the dawn.", "How long can one man survive like this?"]},
{"rating": "4.17", "genres": ["Fantasy", "Fantasy", "Epic Fantasy", "Science Fiction Fantasy", "Adult"], "title": "\n      Elantris\n      ", "author": "Brandon Sanderson", "pic_url": "https://images.gr-assets.com/books/1475740953l/68427.jpg", "summary_blocks": ["Elantris was the capital of Arelon: gigantic, beautiful, literally radiant, filled with benevolent beings who used their powerful magical abilities for the benefit of all. Yet each of these demigods was once an ordinary person until touched by the mysterious transforming power of the Shaod. Ten years ago, without warning, the magic failed. Elantrians became wizened, leper-", "Elantris was the capital of Arelon: gigantic, beautiful, literally radiant, filled with benevolent beings who used their powerful magical abilities for the benefit of all. Yet each of these demigods was once an ordinary person until touched by the mysterious transforming power of the Shaod. Ten years ago, without warning, the magic failed. Elantrians became wizened, leper-like, powerless creatures, and Elantris itself dark, filthy, and crumbling.", "Arelon's new capital, Kae, crouches in the shadow of Elantris. Princess Sarene of Teod arrives for a marriage of state with Crown Prince Raoden, hoping -- based on their correspondence -- to also find love. She finds instead that Raoden has died and she is considered his widow. Both Teod and Arelon are under threat as the last remaining holdouts against the imperial ambitions of the ruthless religious fanatics of Fjordell. So Sarene decides to use her new status to counter the machinations of Hrathen, a Fjordell high priest who has come to Kae to convert Arelon and claim it for his emperor and his god.", "But neither Sarene nor Hrathen suspect the truth about Prince Raoden. Stricken by the same curse that ruined Elantris, Raoden was secretly exiled by his father to the dark city. His struggle to help the wretches trapped there begins a series of events that will bring hope to Arelon, and perhaps reveal the secret of Elantris itself.", "A rare epic fantasy that doesn't recycle the classics and that is a complete and satisfying story in one volume, Elantris is fleet and fun, full of surprises and characters to care about. It's also the wonderful debut of a welcome new star in the constellation of fantasy."]},
{"rating": "4.13", "genres": ["Childrens", "Childrens", "Picture Books", "Fiction"], "title": "\n      Curious George\n      ", "author": "H.A. Rey", "pic_url": "https://images.gr-assets.com/books/1442953450l/420297.jpg", "summary_blocks": ["The first adventure in this highly popular series tells how the little monkey Curious George, caught in the jungle and brought back to the city by a man in a yellow hat, can't help being interested in all the new things around him. Though well meaning, George's curiosity always gets him into trouble. Young readers can easily relate, and Rey's cheerful illustrations celebra", "The first adventure in this highly popular series tells how the little monkey Curious George, caught in the jungle and brought back to the city by a man in a yellow hat, can't help being interested in all the new things around him. Though well meaning, George's curiosity always gets him into trouble. Young readers can easily relate, and Rey's cheerful illustrations celebrate Curious George's innocence."]},
{"rating": "4.1", "genres": ["Classics", "Fantasy", "Fiction", "Childrens", "Adventure", "Young Adult", "Fantasy", "Fairy Tales", "Literature", "Childrens", "Middle Grade", "Audiobook"], "title": "\n      Peter Pan\n", "author": "J.M. Barrie", "pic_url": "https://images.gr-assets.com/books/1337714526l/34268.jpg", "summary_blocks": ["Peter Pan, the book based on J.M. Barrie's famous play, is filled with unforgettable characters: Peter Pan, the boy who would not grow up; the fairy, Tinker Bell; the evil pirate, Captain Hook; and the three children--Wendy, John, and Michael--who fly off with Peter Pan to Neverland, where they meet Indians and pirates and a crocodile that ticks. Renowned children's-book a", "Peter Pan, the book based on J.M. Barrie's famous play, is filled with unforgettable characters: Peter Pan, the boy who would not grow up; the fairy, Tinker Bell; the evil pirate, Captain Hook; and the three children--Wendy, John, and Michael--who fly off with Peter Pan to Neverland, where they meet Indians and pirates and a crocodile that ticks. Renowned children's-book artist Michael Hague has brought the amazing adventures of Peter Pan to life. His beautiful illustrations capture the wild, seductive power of this classic book. This newly designed edition will be enjoyed by fans young and old alike."]},
{"rating": "4.19", "genres": ["Fiction", "Childrens", "Classics", "Young Adult"], "title": "\n      A Little Princess\n", "author": "Frances Hodgson Burnett", "pic_url": "https://images.gr-assets.com/books/1327868556l/3008.jpg", "summary_blocks": ["Sara Crewe, an exceptionally intelligent and imaginative student at Miss Minchin's Select Seminary for Young Ladies, is devastated when her adored, indulgent father dies. Now penniless and banished to a room in the attic, Sara is demeaned, abused, and forced to work as a servant. How this resourceful girl's fortunes change again is at the center of ", "A Little Princess", ", one o", "Sara Crewe, an exceptionally intelligent and imaginative student at Miss Minchin's Select Seminary for Young Ladies, is devastated when her adored, indulgent father dies. Now penniless and banished to a room in the attic, Sara is demeaned, abused, and forced to work as a servant. How this resourceful girl's fortunes change again is at the center of ", "A Little Princess", ", one of the best-loved stories in all of children's literature.", " This unique and fully annotated edition appends excerpts from ", "Frances Hodgson Burnett", "'s original 1888 novella ", "Sara Crewe", " and the stage play that preceded the novel, as well as an early story, \"Behind the White Brick,\" allowing readers to see how A Little Princess evolved. In his delightful introduction, U. C. Knoepflmacher considers the fairy-tale allusions and literary touchstones that place the book among the major works of Victorian literature, and shows it to be an exceptionally rich and resonant novel."]},
{"rating": "4.18", "genres": ["Young Adult", "Science Fiction", "Dystopia", "Science Fiction"], "title": "\n      Unwind\n      ", "author": "Neal Shusterman", "pic_url": "https://images.gr-assets.com/books/1297677706l/764347.jpg", "summary_blocks": ["Connor, Risa, and Lev are running for their lives.", "The Second Civil War was fought over reproductive rights. The chilling resolution: Life is inviolable from the moment of conception until age thirteen. Between the ages of thirteen and eighteen, however, parents can have their child \"unwound,\" whereby all of the child's organs are transplanted into different donors, so life", "Connor, Risa, and Lev are running for their lives.", "The Second Civil War was fought over reproductive rights. The chilling resolution: Life is inviolable from the moment of conception until age thirteen. Between the ages of thirteen and eighteen, however, parents can have their child \"unwound,\" whereby all of the child's organs are transplanted into different donors, so life doesn't technically end. Connor is too difficult for his parents to control. Risa, a ward of the state, is not enough to be kept alive. And Lev is a tithe, a child conceived and raised to be unwound. Together, they may have a chance to escape and to survive."]},
{"rating": "4.12", "genres": ["Childrens", "Fiction", "Classics", "Science Fiction", "Dystopia", "Young Adult", "Teen", "Academic", "Read For School"], "title": "\n      The Giver\n      ", "author": "Lois Lowry", "pic_url": "https://images.gr-assets.com/books/1342493368l/3636.jpg", "summary_blocks": ["Twelve-year-old Jonas lives in a seemingly ideal world. Not until he is given his life assignment as the Receiver does he begin to understand the dark secrets behind this fragile community.", "1994 Newbery Medal winner. Twelve-year-old Jonas lives in a seemingly ideal world. Not until he is given his life assignment as the Receiver does he begin to understand the dark secrets", "Twelve-year-old Jonas lives in a seemingly ideal world. Not until he is given his life assignment as the Receiver does he begin to understand the dark secrets behind this fragile community.", "1994 Newbery Medal winner. Twelve-year-old Jonas lives in a seemingly ideal world. Not until he is given his life assignment as the Receiver does he begin to understand the dark secrets behind this fragile community."]},
{"rating": "4.17", "genres": ["Science Fiction", "Fiction", "Religion", "Fantasy"], "title": "\n      The Sparrow\n      ", "author": "Mary Doria Russell", "pic_url": "https://images.gr-assets.com/books/1230829367l/334176.jpg", "summary_blocks": ["In 2019, humanity finally finds proof of extraterrestrial life when a listening post in Puerto Rico picks up exquisite singing from a planet that will come to be known as Rakhat. While United Nations diplomats endlessly debate a possible first contact mission, the Society of Jesus quietly organizes an eight-person scientific expedition of its own. What the Jesuits find is", "In 2019, humanity finally finds proof of extraterrestrial life when a listening post in Puerto Rico picks up exquisite singing from a planet that will come to be known as Rakhat. While United Nations diplomats endlessly debate a possible first contact mission, the Society of Jesus quietly organizes an eight-person scientific expedition of its own. What the Jesuits find is a world so beyond comprehension that it will lead them to question what it means to be human."]},
{"rating": "4.17", "genres": ["Childrens", "Classics", "Childrens", "Picture Books", "Fiction"], "title": "\n      The Tale of Peter Rabbit\n      ", "author": "Beatrix Potter", "pic_url": "https://images.gr-assets.com/books/1485118382l/19321.jpg", "summary_blocks": ["The quintessential cautionary tale, ", "Peter Rabbit", " warns naughty children about the grave consequences of misbehaving. When Mrs. Rabbit beseeches her four furry children not to go into Mr. McGregor's garden, the impish Peter naturally takes this as an open invitation to create mischief. He quickly gets in over his head, when he is spotted by farmer McGregor himself. Any chil", "The quintessential cautionary tale, ", "Peter Rabbit", " warns naughty children about the grave consequences of misbehaving. When Mrs. Rabbit beseeches her four furry children not to go into Mr. McGregor's garden, the impish Peter naturally takes this as an open invitation to create mischief. He quickly gets in over his head, when he is spotted by farmer McGregor himself. Any child with a spark of sass will find Peter's adventures remarkably familiar. And they'll see in Flopsy, Mopsy, and Cotton-tail that bane of their existence: the \"good\" sibling who always does the right thing. One earns bread and milk and blackberries for supper, while the obstinate folly of the other warrants medicine and an early bedtime."]},
{"rating": "4.11", "genres": ["Romance", "New Adult", "Contemporary", "Young Adult", "Romance", "Contemporary Romance", "Academic", "College"], "title": "\n      Easy\n      ", "author": "Tammara Webber", "pic_url": "https://images.gr-assets.com/books/1349370267l/16056408.jpg", "summary_blocks": ["When Jacqueline follows her longtime boyfriend to the college of his choice, the last thing she expects is a breakup two months into sophomore year. After two weeks in shock, she wakes up to her new reality: she's single, attending a state university instead of a music conservatory, ignored by her former circle of friends, and failing a class for the first time in her life", "When Jacqueline follows her longtime boyfriend to the college of his choice, the last thing she expects is a breakup two months into sophomore year. After two weeks in shock, she wakes up to her new reality: she's single, attending a state university instead of a music conservatory, ignored by her former circle of friends, and failing a class for the first time in her life.", "Leaving a party alone, Jacqueline is assaulted by her ex's frat brother. Rescued by a stranger who seems to be in the right place at the right time, she wants nothing more than to forget the attack and that night - but her savior, Lucas, sits on the back row of her econ class, sketching in a notebook and staring at her. Her friends nominate him to be the perfect rebound.", "When her attacker turns stalker, Jacqueline has a choice: crumple in defeat or learn to fight back. Lucas remains protective, but he's hiding secrets of his own. Suddenly appearances are everything, and knowing who to trust is anything but easy."]},
{"rating": "4.21", "genres": ["Classics", "Fiction", "Mystery", "Romance", "Gothic", "Historical", "Historical Fiction"], "title": "\n      Rebecca\n", "author": "Daphne du Maurier", "pic_url": "https://images.gr-assets.com/books/1327871977l/12873.jpg", "summary_blocks": ["Last night I dreamt I went to Manderley again...", "Working as a lady's companion, the heroine of ", "Rebecca", " learns her place. Her future looks bleak until, on a trip to the South of France, she meets Max de Winter, a handsome widower whose sudden proposal of marriage takes her by surprise. She accepts, but whisked from glamorous Monte Carlo to the ominous and brooding Manderley,", "Last night I dreamt I went to Manderley again...", "Working as a lady's companion, the heroine of ", "Rebecca", " learns her place. Her future looks bleak until, on a trip to the South of France, she meets Max de Winter, a handsome widower whose sudden proposal of marriage takes her by surprise. She accepts, but whisked from glamorous Monte Carlo to the ominous and brooding Manderley, the new Mrs de Winter finds Max a changed man. And the memory of his dead wife Rebecca is forever kept alive by the forbidding housekeeper, Mrs Danvers...", "Not since Jane Eyre has a heroine faced such difficulty with the Other Woman. An international bestseller that has never gone out of print, ", "Rebecca", " is the haunting story of a young girl consumed by love and the struggle to find her identity."]},
{"rating": "4.05", "genres": ["Fiction", "Classics", "Fantasy", "Mystery", "Literature"], "title": "\n      The Magus\n", "author": "John Fowles", "pic_url": "https://images.gr-assets.com/books/1245437333l/1408922.jpg", "summary_blocks": ["John Fowless ", "The Magus", " was a literary landmark of the 1960s. Nicholas Urfe goes to a Greek island to teach at a private school and becomes enmeshed in curious happenings at the home of a mysterious Greek recluse, Maurice Conchis. Are these events, involving attractive young English sisters, just psychological games, or an elaborate joke, or more? Reality shifts as the stor", "John Fowless ", "The Magus", " was a literary landmark of the 1960s. Nicholas Urfe goes to a Greek island to teach at a private school and becomes enmeshed in curious happenings at the home of a mysterious Greek recluse, Maurice Conchis. Are these events, involving attractive young English sisters, just psychological games, or an elaborate joke, or more? Reality shifts as the story unfolds. ", "The Magus", " reflected the issues of the 1960s perfectly, but even almost half a century after its first publication, it continues to create tension and concern, remaining the page-turner that it was when it was first released."]},
{"rating": "4.24", "genres": ["Fantasy", "Fantasy", "Epic Fantasy", "Fiction", "Fantasy", "High Fantasy", "Fantasy", "Magic"], "title": "\n      The Black Prism\n      ", "author": "Brent Weeks", "pic_url": "https://images.gr-assets.com/books/1327921884l/7165300.jpg", "summary_blocks": [" The first book in the blockbuster fantasy epic from ", "New York Times", " bestselling author Brent Weeks.", "THE BLACK PRISM begins an action-packed tale of magic and adventure . . . ", "Guile is the Prism, the most powerful man in the world. He is high priest and emperor, a man whose power, wit, and charm are all that preserves a tenuous peace. Yet Prisms never last, and Guile knows ex", " The first book in the blockbuster fantasy epic from ", "New York Times", " bestselling author Brent Weeks.", "THE BLACK PRISM begins an action-packed tale of magic and adventure . . . ", "Guile is the Prism, the most powerful man in the world. He is high priest and emperor, a man whose power, wit, and charm are all that preserves a tenuous peace. Yet Prisms never last, and Guile knows exactly how long he has left to live.", "When Guile discovers he has a son, born in a far kingdom after the war that put him in power, he must decide how much he's willing to pay to protect a secret that could tear his world apart.", "Dive into this incredible, ", "New York Times ", "bestselling fantasy series with THE BLACK PRISM.", "Lightbringer", "The Black Prism", "The Blinding Knife", "The Broken Eye", "The Blood Mirror", "\n  ", "\n  ", "For more from Brent Weeks, check out:", "Night Angel", "The Way of Shadows", "Shadow's Edge", "Beyond the Shadows", "Night Angel: The Complete Trilogy", " (omnibus)", "Perfect Shadow: A Night Angel Novella (", "e-only)", "The Way of Shadows: The Graphic Novel"]},
{"rating": "4.03", "genres": ["Fantasy", "Fiction", "Romance", "Historical", "Historical Fiction"], "title": "\n      The Night Circus\n", "author": "Erin Morgenstern", "pic_url": "https://images.gr-assets.com/books/1387124618l/9361589.jpg", "summary_blocks": ["The circus arrives without warning. No announcements precede it. It is simply there, when yesterday it was not. Within the black-and-white striped canvas tents is an utterly unique experience full of breathtaking amazements. It is called Le Cirque des Rêves, and it is only open at night...", "The circus arrives without warning. No announcements precede it. It is simply there,", "The circus arrives without warning. No announcements precede it. It is simply there, when yesterday it was not. Within the black-and-white striped canvas tents is an utterly unique experience full of breathtaking amazements. It is called Le Cirque des Rêves, and it is only open at night...", "The circus arrives without warning. No announcements precede it. It is simply there, when yesterday it was not. Within the black-and-white striped canvas tents is an utterly unique experience full of breathtaking amazements. It is called Le Cirque des Rêves, and it is only open at night. ", "But behind the scenes, a fierce competition is underway - a duel between two young magicians, Celia and Marco, who have been trained since childhood expressly for this purpose by their mercurial instructors. Unbeknownst to them, this is a game in which only one can be left standing, and the circus is but the stage for a remarkable battle of imagination and will. Despite themselves, however, Celia and Marco tumble headfirst into love - a deep, magical love that makes the lights flicker and the room grow warm whenever they so much as brush hands. ", "True love or not, the game must play out, and the fates of everyone involved, from the cast of extraordinary circus per­formers to the patrons, hang in the balance, suspended as precariously as the daring acrobats overhead. ", "Written in rich, seductive prose, this spell-casting novel is a feast for the senses and the heart."]},
{"rating": "4.3", "genres": ["Science Fiction", "Fiction", "Young Adult", "Fantasy"], "title": "\n      Ender's Game\n      ", "author": "Orson Scott Card", "pic_url": "https://images.gr-assets.com/books/1408303130l/375802.jpg", "summary_blocks": ["Andrew \"Ender\" Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip awa", "Andrew \"Ender\" Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip away and find the diamond inside, or destroy him utterly. Ender Wiggin is six years old when it begins. He will grow up fast.", "But Ender is not the only result of the experiment. The war with the Buggers has been raging for a hundred years, and the quest for the perfect general has been underway almost as long. Ender's two older siblings, Peter and Valentine, are every bit as unusual as he is, but in very different ways. While Peter was too uncontrollably violent, Valentine very nearly lacks the capability for violence altogether. Neither was found suitable for the military's purpose. But they are driven by their jealousy of Ender, and by their inbred drive for power. Peter seeks to control the political process, to become a ruler. Valentine's abilities turn more toward the subtle control of the beliefs of commoner and elite alike, through powerfully convincing essays. Hiding their youth and identities behind the anonymity of the computer networks, these two begin working together to shape the destiny of Earth-an Earth that has no future at all if their brother Ender fails.", "~from author's web site"]},
{"rating": "4.11", "genres": ["Childrens", "Fantasy", "Fiction", "Classics"], "title": "\n      Charlie and the Chocolate Factory\n      ", "author": "Roald Dahl", "pic_url": "https://images.gr-assets.com/books/1309211401l/6310.jpg", "summary_blocks": ["Complete with stunning new movie art for the cover, and an eight-page full-color insert of stills from director Tim Burton's new adaptation, Dahl's treasured novel appears unabridged in this tie-in edition."]},
{"rating": "4.05", "genres": ["Classics", "Fantasy", "Childrens", "Fiction"], "title": "\n      Mary Poppins\n      ", "author": "P.L. Travers", "pic_url": "https://images.gr-assets.com/books/1327947805l/152380.jpg", "summary_blocks": ["By P.L. Travers, the author featured in the major motion picture, ", "Saving Mr. Banks", ". From the moment Mary Poppins arrives at Number Seventeen Cherry-Tree Lane, everyday life at the Banks house is forever changed.", " It all starts when Mary Poppins is blown by the east wind onto the doorstep of the Banks house. She becomes a ", "most", " unusual nanny to Jane, Michael, and the twins. W", "By P.L. Travers, the author featured in the major motion picture, ", "Saving Mr. Banks", ". From the moment Mary Poppins arrives at Number Seventeen Cherry-Tree Lane, everyday life at the Banks house is forever changed.", " It all starts when Mary Poppins is blown by the east wind onto the doorstep of the Banks house. She becomes a ", "most", " unusual nanny to Jane, Michael, and the twins. Who else but Mary Poppins can slide", " up", " banisters, pull an entire armchair out of an empty carpetbag, and make a dose of medicine taste like delicious lime-juice cordial? A day with Mary Poppins is a day of magic and make-believe come to life!"]},
{"rating": "4.17", "genres": ["Fantasy", "Classics", "Fiction", "Young Adult", "Childrens"], "title": "\n      The Neverending Story\n", "author": "Michael Ende", "pic_url": "https://images.gr-assets.com/books/1327871159l/27712.jpg", "summary_blocks": ["This epic work of the imagination has captured the hearts of millions of readers worldwide since it was first published more than a decade ago. Its special story within a story is an irresistible invitation for readers to become part of the book itself. And now this modern classic and bibliophile's dream is available in hardcover again.", "The story begins with a lonely boy na", "This epic work of the imagination has captured the hearts of millions of readers worldwide since it was first published more than a decade ago. Its special story within a story is an irresistible invitation for readers to become part of the book itself. And now this modern classic and bibliophile's dream is available in hardcover again.", "The story begins with a lonely boy named Bastian and the strange book that draws him into the beautiful but doomed world of Fantastica. Only a human can save this enchanted place--by giving its ruler, the Childlike Empress, a new name. But the journey to her tower leads through lands of dragons, giants, monsters, and magic--and once Bastian begins his quest, he may never return. As he is drawn deeper into Fantastica, he must find the courage to face unspeakable foes and the mysteries of his own heart.", "Readers, too, can travel to the wondrous, unforgettable world of Fantastica if they will just turn the page...."]},
{"rating": "4.22", "genres": ["Classics", "Fiction", "Historical", "Historical Fiction", "Adventure"], "title": "\n      The Count of Monte Cristo\n", "author": "Alexandre Dumas", "pic_url": "https://images.gr-assets.com/books/1309203605l/7126.jpg", "summary_blocks": ["'On what slender threads do life and fortune hang.'", "Thrown in prison for a crime he has not committed, Edmond Dantès is confined to the grim fortress of If. There he learns of a great hoard of treasure hidden on the Isle of Monte Cristo and he becomes determined not only to escape, but also to unearth the treasure and use it to plot the destruction of the three men responsi", "'On what slender threads do life and fortune hang.'", "Thrown in prison for a crime he has not committed, Edmond Dantès is confined to the grim fortress of If. There he learns of a great hoard of treasure hidden on the Isle of Monte Cristo and he becomes determined not only to escape, but also to unearth the treasure and use it to plot the destruction of the three men responsible for his incarceration. ", "Dumas' epic tale of suffering and retribution, inspired by a real-life case of wrongful imprisonment, was a huge popular success when it was first serialised in the 1840s.", "Robin Buss' lively translation is complete and unabridged, and remains faithful to the style of Dumas' original. This edition includes an introduction, explanatory notes and suggestions for further reading."]},
{"rating": "4.18", "genres": ["Classics", "Fiction", "Literature", "Psychology"], "title": "\n      One Flew Over the Cuckoo's Nest\n", "author": "Ken Kesey", "pic_url": "https://images.gr-assets.com/books/1316546214l/12678653.jpg", "summary_blocks": ["\"In this classic of the 1960s, Ken Kesey's hero is Randle Patrick McMurphy, a boisterous, brawling, fun-loving rebel who swaggers into the world of a mental hospital and takes over. A lusty, life-affirming fighter, McMurphy rallies the other patients around him by challenging the dictatorship of Nurse Ratched. He promotes gambling in the ward, smuggles in wine and women, a", "\"In this classic of the 1960s, Ken Kesey's hero is Randle Patrick McMurphy, a boisterous, brawling, fun-loving rebel who swaggers into the world of a mental hospital and takes over. A lusty, life-affirming fighter, McMurphy rallies the other patients around him by challenging the dictatorship of Nurse Ratched. He promotes gambling in the ward, smuggles in wine and women, and openly defies the rules at every turn. But this defiance, which starts as a sport, soon develops into a grim struggle, an all-out war between two relentless opponents: Nurse Ratched, back by the full power of authority, and McMurphy, who has only his own indomitable will. What happens when Nurse Ratched uses her ultimate weapon against McMurphy provides the story's shocking climax."]},
{"rating": "4.06", "genres": ["Fiction", "Childrens", "Classics", "Young Adult"], "title": "\n      Alice's Adventures in Wonderland & Through the Looking-Glass\n      ", "author": "Lewis Carroll", "pic_url": "https://images.gr-assets.com/books/1327872220l/24213.jpg", "summary_blocks": ["Weary of her storybook, one \"without pictures or conversations,\" the young and imaginative Alice follows a hasty hare underground--to come face-to-face with some of the strangest adventures and most fantastic characters in all of literature. ", "The Ugly Duchess, the Mad Hatter, the weeping Mock Turtle, the diabolical Queen of Hearts, the Cheshire Cat--each more eccentric than", "Weary of her storybook, one \"without pictures or conversations,\" the young and imaginative Alice follows a hasty hare underground--to come face-to-face with some of the strangest adventures and most fantastic characters in all of literature. ", "The Ugly Duchess, the Mad Hatter, the weeping Mock Turtle, the diabolical Queen of Hearts, the Cheshire Cat--each more eccentric than the last--could only have come from that master of sublime nonsense, Lewis Carroll. ", "In penning this brilliant burlesque of children's literature, Carroll has written a farcical satire of rigid Victorian society, an arresting parody of the fears, anxieties, and complexities of growing up. ", "Carroll was one of the few adult writers to successfully enter the children's world of make-believe: where the impossible becomes possible, the unreal--real, and where the height of adventure is limited only by the depths of imagination."]},
{"rating": "4.45", "genres": ["Fiction", "Historical", "Historical Fiction", "Historical", "Adult"], "title": "\n      The Help\n", "author": "Kathryn Stockett", "pic_url": "https://images.gr-assets.com/books/1346100365l/4667024.jpg", "summary_blocks": ["Be prepared to meet three unforgettable women:", "Twenty-two-year-old Skeeter has just returned home after graduating from Ole Miss. She may have a degree, but it is 1962, Mississippi, and her mother will not be happy till Skeeter has a ring on her finger. Skeeter would normally find solace with her beloved maid Constantine, the woman who raised her, but Constantine has disapp", "Be prepared to meet three unforgettable women:", "Twenty-two-year-old Skeeter has just returned home after graduating from Ole Miss. She may have a degree, but it is 1962, Mississippi, and her mother will not be happy till Skeeter has a ring on her finger. Skeeter would normally find solace with her beloved maid Constantine, the woman who raised her, but Constantine has disappeared and no one will tell Skeeter where she has gone.", "Aibileen is a black maid, a wise, regal woman raising her seventeenth white child. Something has shifted inside her after the loss of her own son, who died while his bosses looked the other way. She is devoted to the little girl she looks after, though she knows both their hearts may be broken.", "Minny, Aibileen’s best friend, is short, fat, and perhaps the sassiest woman in Mississippi. She can cook like nobody’s business, but she can’t mind her tongue, so she’s lost yet another job. Minny finally finds a position working for someone too new to town to know her reputation. But her new boss has secrets of her own.", "Seemingly as different from one another as can be, these women will nonetheless come together for a clandestine project that will put them all at risk. And why? Because they are suffocating within the lines that define their town and their times. And sometimes lines are made to be crossed.", "In pitch-perfect voices, Kathryn Stockett creates three extraordinary women whose determination to start a movement of their own forever changes a town, and the way women — mothers, daughters, caregivers, friends — view one another. A deeply moving novel filled with poignancy, humor, and hope, The Help is a timeless and universal story about the lines we abide by, and the ones we don't."]},
{"rating": "4.12", "genres": ["Classics", "Fiction", "Childrens", "Young Adult"], "title": "\n      The Secret Garden\n", "author": "Frances Hodgson Burnett", "pic_url": "https://images.gr-assets.com/books/1327873635l/2998.jpg", "summary_blocks": ["When orphaned Mary Lennox comes to live at her uncle's great house on the Yorkshire Moors, she finds it full of secrets. The mansion has nearly one hundred rooms, and her uncle keeps himself locked up. And at night, she hears the sound of crying down one of the long corridors.", "The gardens surrounding the large property are Mary's only escape. Then, Mary discovers a secret g", "When orphaned Mary Lennox comes to live at her uncle's great house on the Yorkshire Moors, she finds it full of secrets. The mansion has nearly one hundred rooms, and her uncle keeps himself locked up. And at night, she hears the sound of crying down one of the long corridors.", "The gardens surrounding the large property are Mary's only escape. Then, Mary discovers a secret garden, surrounded by walls and locked with a missing key. One day, with the help of two unexpected companions, she discovers a way in. Is everything in the garden dead, or can Mary bring it back to life?"]},
{"rating": "4.28", "genres": ["Classics", "Fiction", "Fantasy", "Childrens"], "title": "\n      The Little Prince\n", "author": "Antoine de Saint-Exupéry", "pic_url": "https://images.gr-assets.com/books/1367545443l/157993.jpg", "summary_blocks": ["Moral allegory and spiritual autobiography, The Little Prince is the most translated book in the French language. With a timeless charm it tells the story of a little boy who leaves the safety of his own tiny planet to travel the universe, learning the vagaries of adult behaviour through a series of extraordinary encounters. His personal odyssey culminates in a voyage to E", "Moral allegory and spiritual autobiography, The Little Prince is the most translated book in the French language. With a timeless charm it tells the story of a little boy who leaves the safety of his own tiny planet to travel the universe, learning the vagaries of adult behaviour through a series of extraordinary encounters. His personal odyssey culminates in a voyage to Earth and further adventures."]},
{"rating": "4.23", "genres": ["Young Adult", "Romance", "Fantasy", "Magic"], "title": "\n      Throne of Glass\n      ", "author": "Sarah J. Maas", "pic_url": "https://images.gr-assets.com/books/1495278054l/7896527.jpg", "summary_blocks": ["An alternate cover edition can be found ", "here", ".", "After serving out a year of hard labor in the salt mines of Endovier for her crimes, 18-year-old assassin Celaena Sardothien is dragged before the Crown Prince. Prince Dorian offers her her freedom on one condition: she must act as his champion in a competition to find a new royal assassin.", "Her opponents are men-thieves and assas", "An alternate cover edition can be found ", "here", ".", "After serving out a year of hard labor in the salt mines of Endovier for her crimes, 18-year-old assassin Celaena Sardothien is dragged before the Crown Prince. Prince Dorian offers her her freedom on one condition: she must act as his champion in a competition to find a new royal assassin.", "Her opponents are men-thieves and assassins and warriors from across the empire, each sponsored by a member of the king's council. If she beats her opponents in a series of eliminations, she'll serve the kingdom for four years and then be granted her freedom. Celaena finds her training sessions with the captain of the guard, Westfall, challenging and exhilarating. But she's bored stiff by court life. Things get a little more interesting when the prince starts to show interest in her ... but it's the gruff Captain Westfall who seems to understand her best.", "Then one of the other contestants turns up dead ... quickly followed by another. Can Celaena figure out who the killer is before she becomes a victim? As the young assassin investigates, her search leads her to discover a greater destiny than she could possibly have imagined."]},
{"rating": "4.2", "genres": ["Science Fiction", "Fiction", "Humor", "Fantasy", "Classics"], "title": "\n      The Hitchhiker's Guide to the Galaxy\n      ", "author": "Douglas Adams", "pic_url": "https://images.gr-assets.com/books/1327656754l/11.jpg", "summary_blocks": ["Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.", "Together this dynamic pair begin a journey through space aided by quotes from The Hi", "Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.", "Together this dynamic pair begin a journey through space aided by quotes from The Hitchhiker's Guide (\"A towel is about the most massively useful thing an interstellar hitchhiker can have\") and a galaxy-full of fellow travelers: Zaphod Beeblebrox--the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian, Zaphod's girlfriend (formally Tricia McMillan), whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; Veet Voojagig, a former graduate student who is obsessed with the disappearance of all the ballpoint pens he bought over the years."]},
{"rating": "4.11", "genres": ["Fantasy", "Fiction", "Fantasy", "Urban Fantasy", "Fantasy", "Mythology", "Science Fiction", "Science Fiction Fantasy"], "title": "\n      American Gods\n      ", "author": "Neil Gaiman", "pic_url": "https://images.gr-assets.com/books/1258417001l/4407.jpg", "summary_blocks": ["Days before his release from prison, Shadow's wife, Laura, dies in a mysterious car crash. Numbly, he makes his way back home. On the plane, he encounters the enigmatic Mr Wednesday, who claims to be a refugee from a distant war, a former god and the king of America.", "Together they embark on a profoundly strange journey across the heart of the USA, whilst all around them a s", "Days before his release from prison, Shadow's wife, Laura, dies in a mysterious car crash. Numbly, he makes his way back home. On the plane, he encounters the enigmatic Mr Wednesday, who claims to be a refugee from a distant war, a former god and the king of America.", "Together they embark on a profoundly strange journey across the heart of the USA, whilst all around them a storm of preternatural and epic proportions threatens to break.", "Scary, gripping and deeply unsettling, ", "American Gods", " takes a long, hard look into the soul of America. You'll be surprised by what - and who - it finds there...", "This is the author's preferred text, never before published in the UK, and is about 12,000 words longer than the previous UK edition."]},
{"rating": "4.55", "genres": ["Fantasy", "Fiction", "Fantasy", "Epic Fantasy"], "title": "\n      The Name of the Wind\n      ", "author": "Patrick Rothfuss", "pic_url": "https://images.gr-assets.com/books/1472068073l/186074.jpg", "summary_blocks": ["Told in Kvothe's own voice, this is the tale of the magically gifted young man who grows to be the most notorious wizard his world has ever seen. ", "The intimate narrative of his childhood in a troupe of traveling players, his years spent as a near-feral orphan in a crime-ridden city, his daringly brazen yet successful bid to enter a legendary school of magic, and his life as", "Told in Kvothe's own voice, this is the tale of the magically gifted young man who grows to be the most notorious wizard his world has ever seen. ", "The intimate narrative of his childhood in a troupe of traveling players, his years spent as a near-feral orphan in a crime-ridden city, his daringly brazen yet successful bid to enter a legendary school of magic, and his life as a fugitive after the murder of a king form a gripping coming-of-age story unrivaled in recent literature. ", "A high-action story written with a poet's hand, ", "The Name of the Wind", " is a masterpiece that will transport readers into the body and mind of a wizard."]},
{"rating": "4.19", "genres": ["Young Adult", "Romance", "Fantasy", "Science Fiction", "Fiction", "Adventure"], "title": "\n      Legend\n      ", "author": "Marie Lu", "pic_url": "https://images.gr-assets.com/books/1501368160l/9275658.jpg", "summary_blocks": ["There is an alternate cover edition for this ISBN13 ", "here", ".", "What was once the western United States is now home to the Republic, a nation perpetually at war with its neighbors. Born into an elite family in one of the Republic's wealthiest districts, fifteen-year-old June is a prodigy being groomed for success in the Republic's highest military circles. Born into the slums, fi", "There is an alternate cover edition for this ISBN13 ", "here", ".", "What was once the western United States is now home to the Republic, a nation perpetually at war with its neighbors. Born into an elite family in one of the Republic's wealthiest districts, fifteen-year-old June is a prodigy being groomed for success in the Republic's highest military circles. Born into the slums, fifteen-year-old Day is the country's most wanted criminal. But his motives may not be as malicious as they seem.", "From very different worlds, June and Day have no reason to cross paths—until the day June's brother, Metias, is murdered and Day becomes the prime suspect. Caught in the ultimate game of cat and mouse, Day is in a race for his family's survival, while June seeks to avenge Metias's death. But in a shocking turn of events, the two uncover the truth of what has really brought them together, and the sinister lengths their country will go to keep its secrets."]},
{"rating": "4.15", "genres": ["Classics", "Childrens", "Fiction"], "title": "\n      Charlotte's Web\n", "author": "E.B. White", "pic_url": "https://images.gr-assets.com/books/1439632243l/24178.jpg", "summary_blocks": ["This beloved book by E. B. White, author of Stuart Little and The Trumpet of the Swan, is a classic of children's literature that is \"just about perfect.\"", "Some Pig. Humble. Radiant. These are the words in Charlotte's Web, high up in Zuckerman's barn. Charlotte's spiderweb tells of her feelings for a little pig named Wilbur, who simply wants a friend. They also express the l", "This beloved book by E. B. White, author of Stuart Little and The Trumpet of the Swan, is a classic of children's literature that is \"just about perfect.\"", "Some Pig. Humble. Radiant. These are the words in Charlotte's Web, high up in Zuckerman's barn. Charlotte's spiderweb tells of her feelings for a little pig named Wilbur, who simply wants a friend. They also express the love of a girl named Fern, who saved Wilbur's life when he was born the runt of his litter.", "E. B. White's Newbery Honor Book is a tender novel of friendship, love, life, and death that will continue to be enjoyed by generations to come. This edition contains color illustrations by Garth Williams, the acclaimed illustrator of E.B. White's Stuart Little and Laura Ingalls Wilder's Little House series, among many other books.", "Supports the Common Core State Standards"]},
{"rating": "4.19", "genres": ["Fantasy", "Classics", "Fiction", "Young Adult", "Childrens"], "title": "\n      The Lion, the Witch, and the Wardrobe\n      ", "author": "C.S. Lewis", "pic_url": "https://images.gr-assets.com/books/1353029077l/100915.jpg", "summary_blocks": ["They open a door and enter a world", " ", "NARNIA...the land beyond the wardrobe, the secret country known only to Peter, Susan, Edmund, and Lucy...the place where the adventure begins.", "Lucy is the first to find the secret of the wardrobe in the professor's mysterious old house. At first, no one believes her when she tells of her adventures in the land of Narnia. But soon Edmund an", "They open a door and enter a world", " ", "NARNIA...the land beyond the wardrobe, the secret country known only to Peter, Susan, Edmund, and Lucy...the place where the adventure begins.", "Lucy is the first to find the secret of the wardrobe in the professor's mysterious old house. At first, no one believes her when she tells of her adventures in the land of Narnia. But soon Edmund and then Peter and Susan discover the Magic and meet Aslan, the Great Lion, for themselves. In the blink of an eye, their lives are changed forever."]},
{"rating": "4.25", "genres": ["Classics", "Adventure", "Young Adult", "Science Fiction Fantasy", "Fantasy", "High Fantasy", "Fantasy", "Epic Fantasy"], "title": "\n      The Hobbit\n      ", "author": "J.R.R. Tolkien", "pic_url": "https://images.gr-assets.com/books/1372847500l/5907.jpg", "summary_blocks": ["In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.", "Written for J.R.R. Tolkien’s own children, ", "The Hobbit", " met with instant critical acclaim when it was first published in 1937. Now", "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.", "Written for J.R.R. Tolkien’s own children, ", "The Hobbit", " met with instant critical acclaim when it was first published in 1937. Now recognized as a timeless classic, this introduction to the hobbit Bilbo Baggins, the wizard Gandalf, Gollum, and the spectacular world of Middle-earth recounts of the adventures of a reluctant hero, a powerful and dangerous ring, and the cruel dragon Smaug the Magnificent. The text in this 372-page paperback edition is based on that first published in Great Britain by Collins Modern Classics (1998), and includes a note on the text by Douglas A. Anderson (2001). Unforgettable!"]},
{"rating": "4.14", "genres": ["Classics", "Fiction", "Science Fiction", "Science Fiction", "Dystopia"], "title": "\n      1984\n", "author": "George Orwell", "pic_url": "https://images.gr-assets.com/books/1348990566l/5470.jpg", "summary_blocks": ["The year 1984 has come and gone, but George Orwell's prophetic, nightmarish vision in 1949 of the world we were becoming is timelier than ever. ", "1984", " is still the great modern classic of \"negative utopia\" -a startlingly original and haunting novel that creates an imaginary world that is completely convincing, from the first sentence to the last four words. No one can deny t", "The year 1984 has come and gone, but George Orwell's prophetic, nightmarish vision in 1949 of the world we were becoming is timelier than ever. ", "1984", " is still the great modern classic of \"negative utopia\" -a startlingly original and haunting novel that creates an imaginary world that is completely convincing, from the first sentence to the last four words. No one can deny the novel's hold on the imaginations of whole generations, or the power of its admonitions -a power that seems to grow, not lessen, with the passage of time."]},
{"rating": "4.1", "genres": ["Nonfiction", "Classics", "History", "Biography", "Autobiography", "Memoir"], "title": "\n      The Diary of a Young Girl\n", "author": "Anne Frank", "pic_url": "https://images.gr-assets.com/books/1358276407l/48855.jpg", "summary_blocks": ["Discovered in the attic in which she spent the last years of her life, Anne Frank's remarkable diary has since become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit.", "In 1942, with Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two", "Discovered in the attic in which she spent the last years of her life, Anne Frank's remarkable diary has since become a world classic—a powerful reminder of the horrors of war and an eloquent testament to the human spirit.", "In 1942, with Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two years, until their whereabouts were betrayed to the Gestapo, they and another family lived cloistered in the \"Secret Annexe\" of an old office building. Cut off from the outside world, they faced hunger, boredom, the constant cruelties of living in confined quarters, and the ever-present threat of discovery and death.", "In her diary Anne Frank recorded vivid impressions of her experiences during this period. By turns thoughtful, moving, and amusing, her account offers a fascinating commentary on human courage and frailty and a compelling self-portrait of a sensitive and spirited young woman whose promise was tragically cut short."]},
{"rating": "4.21", "genres": ["Historical", "Historical Fiction", "Romance", "Fantasy", "Fiction", "Science Fiction", "Time Travel", "Historical", "Romance", "Historical Romance"], "title": "\n      Outlander\n      ", "author": "Diana Gabaldon", "pic_url": "https://images.gr-assets.com/books/1402600310l/10964.jpg", "summary_blocks": ["The year is 1945. Claire Randall, a former combat nurse, is just back from the war and reunited with her husband on a second honeymoon when she walks through a standing stone in one of the ancient circles that dot the British Isles. Suddenly she is a Sassenach—an “outlander”—in a Scotland torn by war and raiding border clans in the year of Our Lord...1743.", "Hurled back in ti", "The year is 1945. Claire Randall, a former combat nurse, is just back from the war and reunited with her husband on a second honeymoon when she walks through a standing stone in one of the ancient circles that dot the British Isles. Suddenly she is a Sassenach—an “outlander”—in a Scotland torn by war and raiding border clans in the year of Our Lord...1743.", "Hurled back in time by forces she cannot understand, Claire is catapulted into the intrigues of lairds and spies that may threaten her life, and shatter her heart. For here James Fraser, a gallant young Scots warrior, shows her a love so absolute that Claire becomes a woman torn between fidelity and desire—and between two vastly different men in two irreconcilable lives."]},
{"rating": "4.43", "genres": ["Fantasy", "Fiction", "Fantasy", "Epic Fantasy", "Fantasy", "High Fantasy"], "title": "\n      Mistborn\n      ", "author": "Brandon Sanderson", "pic_url": "https://images.gr-assets.com/books/1436376748l/243272.jpg", "summary_blocks": ["The Mists rule the night.", "The Lord Ruler owns the world.", "Once, a hero arose to save the world. A young man with a mysterious heritage courageously challenged the darkness that strangled the land.", "He failed.", "For a thousand years since, the world has been a wasteland of ash and mist ruled by the immortal emperor known as the Lord Ruler. Every revolt has failed miserably.", "Yet some", "The Mists rule the night.", "The Lord Ruler owns the world.", "Once, a hero arose to save the world. A young man with a mysterious heritage courageously challenged the darkness that strangled the land.", "He failed.", "For a thousand years since, the world has been a wasteland of ash and mist ruled by the immortal emperor known as the Lord Ruler. Every revolt has failed miserably.", "Yet somehow, hope survives. Hope that dares to dream of ending the empire and even the Lord Ruler himself. A new kind of uprising is being planned, one built around the ultimate caper, one that depends on the cunning of a brilliant criminal mastermind and the determination of an unlikely heroine, a street urchin who must learn to master Allomancy, the power of a Mistborn."]},
{"rating": "4.12", "genres": ["Young Adult", "Contemporary", "Romance", "Fiction"], "title": "\n      Fangirl\n", "author": "Rainbow Rowell", "pic_url": "https://images.gr-assets.com/books/1499565364l/17286849.jpg", "summary_blocks": ["A coming-of-age tale of fanfiction, family and first love", "CATH IS A SIMON SNOW FAN. Okay, the whole world is a Simon Snow fan... But for Cath, being a fan is her life--and she's really good at it. She and her twin sister, Wren, ensconced themselves in the Simon Snow series when they were just kids; it's what got them through their mother leaving.", "Reading. Rereading. Hanging", "A coming-of-age tale of fanfiction, family and first love", "CATH IS A SIMON SNOW FAN. Okay, the whole world is a Simon Snow fan... But for Cath, being a fan is her life--and she's really good at it. She and her twin sister, Wren, ensconced themselves in the Simon Snow series when they were just kids; it's what got them through their mother leaving.", "Reading. Rereading. Hanging out in Simon Snow forums, writing Simon Snow fanfiction, dressing up like the characters for every movie premiere. ", "Cath's sister has mostly grown away from fandom, but Cath can't let go. She doesn't want to. ", "Now that they're going to college, Wren has told Cath that she doesn't want to be roommates. Cath is on her own, completely outside of her comfort zone. She's got a surly roommate with a charming, always-around boyfriend; a fiction-writing professor who thinks fanfiction is the end of the civilized world; a handsome classmate who only wants to talk about words...and she can't stop worrying about her dad, who's loving and fragile and has never really been alone", "For Cath, the question is: Can she do this? Can she make it without Wren holding her hand? Is she ready to start living her own life? And does she even want to move on if it means leaving Simon Snow behind?"]},
{"rating": "4.64", "genres": ["Fantasy", "Fiction", "Fantasy", "Epic Fantasy", "Fantasy", "High Fantasy"], "title": "\n      The Way of Kings\n      ", "author": "Brandon Sanderson", "pic_url": "https://images.gr-assets.com/books/1507307887l/7235533.jpg", "summary_blocks": ["Speak again the ancient oaths,", "Life before death.", "Strength before weakness.", "Journey before Destination.", "And return to men the Shards they once bore.", "The Knights Radiant must stand again.", "Roshar is a world of stone swept by tempests that shape ecology and civilization. Animals and plants retract; cities are built in shelter. In centuries since ten orders of Knights fell, their Sh", "Speak again the ancient oaths,", "Life before death.", "Strength before weakness.", "Journey before Destination.", "And return to men the Shards they once bore.", "The Knights Radiant must stand again.", "Roshar is a world of stone swept by tempests that shape ecology and civilization. Animals and plants retract; cities are built in shelter. In centuries since ten orders of Knights fell, their Shardblade swords and Shardplate armor still transform men into near-invincible warriors. Wars are fought for them, and won by them.", "In one such war on the ruined Shattered Plains, slave Kaladin struggles to save his men and fathom leaders who deem them expendable, in senseless wars where ten armies fight separately against one foe. ", "Brightlord Dalinar Kholin commands one of those other armies. Fascinated by the ancient text named", "The Way of Kings", " and troubled by visions of ancient times, he doubts his sanity.", "Across the ocean, Shallan trains under eminent scholar and notorious heretic, Dalinar’s niece Jasnah. Though Shallan genuinely loves learning, she plans a daring theft. Her research hints at secrets of the Knights Radiant and the true cause of the war."]},
{"rating": "4.24", "genres": ["Young Adult", "Science Fiction", "Dystopia", "Fiction", "Fantasy", "Science Fiction"], "title": "\n      Divergent\n      ", "author": "Veronica Roth", "pic_url": "https://images.gr-assets.com/books/1328559506l/13335037.jpg", "summary_blocks": ["Paperback features over fifty pages of bonus materials, including a sneak peek of Insurgent, an author Q&A, a discussion guide, a ", "Divergent", " playlist, faction manifestos, and more!", "In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue—Candor (the honest), Abnegation (the selfless), Dau", "Paperback features over fifty pages of bonus materials, including a sneak peek of Insurgent, an author Q&A, a discussion guide, a ", "Divergent", " playlist, faction manifestos, and more!", "In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue—Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote the rest of their lives. For Beatrice, the decision is between staying with her family and being who she really is—she can't have both. So she makes a choice that surprises everyone, including herself.", "During the highly competitive initiation that follows, Beatrice renames herself Tris and struggles alongside her fellow initiates to live out the choice they have made. Together they must undergo extreme physical tests of endurance and intense psychological simulations, some with devastating consequences. As initiation transforms them all, Tris must determine who her friends really are—and where, exactly, a romance with a sometimes fascinating, sometimes exasperating boy fits into the life she's chosen. But Tris also has a secret, one she's kept hidden from everyone because she's been warned it can mean death. And as she discovers unrest and growing conflict that threaten to unravel her seemingly perfect society, she also learns that her secret might help her save those she loves . . . or it might destroy her.", "Veronica Roth is the ", "New York Times", " bestselling author of ", "Divergent", ", the first in a trilogy of dystopian thrillers filled with electrifying decisions, heartbreaking betrayals, stunning consequences, and unexpected romance."]},
{"rating": "4.45", "genres": ["Science Fiction Fantasy", "Science Fiction"], "title": "\n      A Game of Thrones\n      ", "author": "George R.R. Martin", "pic_url": "https://images.gr-assets.com/books/1255619875l/6984678.jpg", "summary_blocks": ["NOW THE ACCLAIMED HBO SERIES ", "GAME OF THRONES", "From a master of contemporary fantasy comes the first novel of a landmark series unlike any you’ve ever read before. With ", "A Game of Thrones, ", "George R. R. Martin has launched a genuine masterpiece, bringing together the best the genre has to offer. Mystery, intrigue, romance, and adventure fill the pages of this magnificent saga,", "NOW THE ACCLAIMED HBO SERIES ", "GAME OF THRONES", "From a master of contemporary fantasy comes the first novel of a landmark series unlike any you’ve ever read before. With ", "A Game of Thrones, ", "George R. R. Martin has launched a genuine masterpiece, bringing together the best the genre has to offer. Mystery, intrigue, romance, and adventure fill the pages of this magnificent saga, the first volume in an epic series sure to delight fantasy fans everywhere.", " ", "A GAME OF THRONES", "A SONG OF ICE AND FIRE: BOOK ONE", " ", "Long ago, in a time forgotten, a preternatural event threw the seasons out of balance. In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the north of Winterfell, sinister forces are massing beyond the kingdom’s protective Wall. To the south, the king’s powers are failing—his most trusted adviser dead under mysterious circumstances and his enemies emerging from the shadows of the throne. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the frozen land they were born to. Now Lord Eddard Stark is reluctantly summoned to serve as the king’s new Hand, an appointment that threatens to sunder not only his family but the kingdom itself.", "Sweeping from a harsh land of cold to a summertime kingdom of epicurean plenty, ", "A Game of Thrones", " tells a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens. Here an enigmatic band of warriors bear swords of no human metal; a tribe of fierce wildlings carry men off into madness; a cruel young dragon prince barters his sister to win back his throne; a child is lost in the twilight between life and death; and a determined woman undertakes a treacherous journey to protect all she holds dear. Amid plots and counter-plots, tragedy and betrayal, victory and terror, allies and enemies, the fate of the Starks hangs perilously in the balance, as each side endeavors to win that deadliest of conflicts: the game of thrones.", "Unparalleled in scope and execution, ", "A Game of Thrones", " is one of those rare reading experiences that catch you up from the opening pages, won’t let you go until the end, and leave you yearning for more.", "From the Hardcover edition."]},
{"rating": "4.12", "genres": ["Young Adult", "Fantasy", "Paranormal", "Romance", "Fantasy", "Urban Fantasy", "Fiction"], "title": "\n      City of Bones\n      ", "author": "Cassandra Clare", "pic_url": "https://images.gr-assets.com/books/1432730315l/256683.jpg", "summary_blocks": ["When fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York City, she hardly expects to witness a murder― much less a murder committed by three teenagers covered with strange tattoos and brandishing bizarre weapons. Then the body disappears into thin air. It's hard to call the police when the murderers are invisible to everyone else and when there is not", "When fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York City, she hardly expects to witness a murder― much less a murder committed by three teenagers covered with strange tattoos and brandishing bizarre weapons. Then the body disappears into thin air. It's hard to call the police when the murderers are invisible to everyone else and when there is nothing―not even a smear of blood―to show that a boy has died. Or was he a boy?", "This is Clary's first meeting with the Shadowhunters, warriors dedicated to ridding the earth of demons. It's also her first encounter with Jace, a Shadowhunter who looks a little like an angel and acts a lot like a jerk. Within twenty-four hours Clary is pulled into Jace's world with a vengeance, when her mother disappears and Clary herself is attacked by a demon. But why would demons be interested in ordinary mundanes like Clary and her mother? And how did Clary suddenly get the Sight? The Shadowhunters would like to know... ", "Exotic and gritty, exhilarating and utterly gripping, Cassandra Clare's ferociously entertaining fantasy takes readers on a wild ride that they will never want to end."]},
{"rating": "4.26", "genres": ["Young Adult", "Fiction", "Romance", "Contemporary"], "title": "\n      The Fault in Our Stars\n", "author": "John Green", "pic_url": "https://images.gr-assets.com/books/1360206420l/11870085.jpg", "summary_blocks": ["There is an alternate cover edition ", "here", ".", "\"I fell in love the way you fall asleep: slowly, then all at once.\"", "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Haz", "There is an alternate cover edition ", "here", ".", "\"I fell in love the way you fall asleep: slowly, then all at once.\"", "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.", "Insightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning author John Green's most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love."]},
{"rating": "4.15", "genres": ["Young Adult", "Fantasy", "Science Fiction", "Science Fiction", "Dystopia", "Romance"], "title": "\n      Cinder\n      ", "author": "Marissa Meyer", "pic_url": "https://images.gr-assets.com/books/1470056948l/11235712.jpg", "summary_blocks": ["Sixteen-year-old Cinder is considered a technological mistake by most of society and a burden by her stepmother. Being cyborg does have its benefits, though: Cinder's brain interference has given her an uncanny ability to fix things (robots, hovers, her own malfunctioning parts), making her the best mechanic in New Beijing. This reputation brings Prince Kai himself to her", "Sixteen-year-old Cinder is considered a technological mistake by most of society and a burden by her stepmother. Being cyborg does have its benefits, though: Cinder's brain interference has given her an uncanny ability to fix things (robots, hovers, her own malfunctioning parts), making her the best mechanic in New Beijing. This reputation brings Prince Kai himself to her weekly market booth, needing her to repair a broken android before the annual ball. He jokingly calls it \"a matter of national security,\" but Cinder suspects it's more serious than he's letting on.", "Although eager to impress the prince, Cinder's intentions are derailed when her younger stepsister, and only human friend, is infected with the fatal plague that's been devastating Earth for a decade. Blaming Cinder for her daughter's illness, Cinder's stepmother volunteers her body for plague research, an \"honor\" that no one has survived.", "But it doesn't take long for the scientists to discover something unusual about their new guinea pig. Something others would kill for."]},
{"rating": "4.36", "genres": ["Historical", "Historical Fiction", "Fiction", "Young Adult"], "title": "\n      The Book Thief\n", "author": "Markus Zusak", "pic_url": "https://images.gr-assets.com/books/1499710989l/893136.jpg", "summary_blocks": ["HERE IS A SMALL FACT:", "YOU ARE GOING TO DIE.", "1939. Nazi Germany. The country is holding its breath. Death has never been busier.", "Liesel, a nine-year-old girl, is living with her foster family on Himmel Street. Her parents have been taken away to a concentration camp. Liesel steals books. This is her story and the story of the inhabitants of her street when the bombs begin to f", "HERE IS A SMALL FACT:", "YOU ARE GOING TO DIE.", "1939. Nazi Germany. The country is holding its breath. Death has never been busier.", "Liesel, a nine-year-old girl, is living with her foster family on Himmel Street. Her parents have been taken away to a concentration camp. Liesel steals books. This is her story and the story of the inhabitants of her street when the bombs begin to fall.", "SOME MORE IMPORTANT INFORMATION:", "THIS NOVEL IS NARRATED BY DEATH.", "It's a small story, about:", "a girl", "an accordionist", "some fanatical Germans", "a Jewish fist fighter", "and quite a lot of thievery.", "ANOTHER THING YOU SHOULD KNOW:", "DEATH WILL VISIT THE BOOK THIEF THREE TIMES."]},
{"rating": "4.26", "genres": ["Classics", "Historical", "Historical Fiction", "Academic", "School"], "title": "\n      To Kill a Mockingbird\n      ", "author": "Harper Lee", "pic_url": "https://images.gr-assets.com/books/1361975680l/2657.jpg", "summary_blocks": ["The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it, To Kill A Mockingbird became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.", "Compassionate, dramatic, and deepl", "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it, To Kill A Mockingbird became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.", "Compassionate, dramatic, and deeply moving, To Kill A Mockingbird takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature."]},
{"rating": "4.34", "genres": ["Young Adult", "Fiction", "Science Fiction", "Dystopia", "Fantasy", "Science Fiction", "Romance", "Adventure", "Young Adult", "Teen", "Apocalyptic", "Post Apocalyptic", "Action"], "title": "\n      The Hunger Games\n      ", "author": "Suzanne Collins", "pic_url": "https://images.gr-assets.com/books/1447303603l/2767052.jpg", "summary_blocks": ["Winning will make you famous. ", "Losing means certain death.", "The nation of Panem, formed from a post-apocalyptic North America, is a country that consists of a wealthy Capitol region surrounded by 12 poorer districts. Early in its history, a rebellion led by a 13th district against the Capitol resulted in its destruction and the creation of an annual televised event known as t", "Winning will make you famous. ", "Losing means certain death.", "The nation of Panem, formed from a post-apocalyptic North America, is a country that consists of a wealthy Capitol region surrounded by 12 poorer districts. Early in its history, a rebellion led by a 13th district against the Capitol resulted in its destruction and the creation of an annual televised event known as the Hunger Games. In punishment, and as a reminder of the power and grace of the Capitol, each district must yield one boy and one girl between the ages of 12 and 18 through a lottery system to participate in the games. The 'tributes' are chosen during the annual Reaping and are forced to fight to the death, leaving only one survivor to claim victory.", "When 16-year-old Katniss's young sister, Prim, is selected as District 12's female representative, Katniss volunteers to take her place. She and her male counterpart Peeta, are pitted against bigger, stronger representatives, some of whom have trained for this their whole lives. , she sees it as a death sentence. But Katniss has been close to death before. For her, survival is second nature."]},
{"rating": "4.15", "genres": ["Young Adult", "Romance", "Science Fiction", "Dystopia", "Fantasy"], "title": "\n      The Selection\n      ", "author": "Kiera Cass", "pic_url": "https://images.gr-assets.com/books/1322103400l/10507293.jpg", "summary_blocks": ["For thirty-five girls, the Selection is the chance of a lifetime. The opportunity to escape the life laid out for them since birth. To be swept up in a world of glittering gowns and priceless jewels. To live in a palace and compete for the heart of gorgeous Prince Maxon.", "But for America Singer, being Selected is a nightmare. It means turning her back on her secret love with", "For thirty-five girls, the Selection is the chance of a lifetime. The opportunity to escape the life laid out for them since birth. To be swept up in a world of glittering gowns and priceless jewels. To live in a palace and compete for the heart of gorgeous Prince Maxon.", "But for America Singer, being Selected is a nightmare. It means turning her back on her secret love with Aspen, who is a caste below her. Leaving her home to enter a fierce competition for a crown she doesn't want. Living in a palace that is constantly threatened by violent rebel attacks.", "Then America meets Prince Maxon. Gradually, she starts to question all the plans she's made for herself—and realizes that the life she's always dreamed of may not compare to a future she never imagined."]},
{"rating": "4.44", "genres": ["Fantasy", "Young Adult", "Fiction"], "title": "\n      Harry Potter and the Sorcerer's Stone\n      ", "author": "J.K. Rowling", "pic_url": "https://images.gr-assets.com/books/1474154022l/3.jpg", "summary_blocks": ["Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft", "Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft and Wizardry.", "After a lifetime of bottling up his magical powers, Harry finally feels like a normal kid. But even within the Wizarding community, he is special. He is the boy who lived: the only person to have ever survived a killing curse inflicted by the evil Lord Voldemort, who launched a brutal takeover of the Wizarding world, only to vanish after failing to kill Harry.", "Though Harry's first year at Hogwarts is the best of his life, not everything is perfect. There is a dangerous secret object hidden within the castle walls, and Harry believes it's his responsibility to prevent it from falling into evil hands. But doing so will bring him into contact with forces more terrifying than he ever could have imagined.", "Full of sympathetic characters, wildly imaginative situations, and countless exciting details, the first installment in the series assembles an unforgettable magical world and sets the stage for many high-stakes adventures to come."]}
]