[
{"rating": "4.26", "genres": ["Classics", "Historical", "Historical Fiction", "Academic", "School"], "title": "\n      To Kill a Mockingbird\n      ", "author": "Harper Lee", "pic_url": "https://images.gr-assets.com/books/1361975680l/2657.jpg", "summary_blocks": ["The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it, To Kill A Mockingbird became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.", "Compassionate, dramatic, and deepl", "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it, To Kill A Mockingbird became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.", "Compassionate, dramatic, and deeply moving, To Kill A Mockingbird takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature."]},
{"rating": "4.34", "genres": ["Childrens", "Fiction", "Classics"], "title": "\n      Winnie-the-Pooh\n      ", "author": "A.A. Milne", "pic_url": "https://images.gr-assets.com/books/1298440130l/99107.jpg", "summary_blocks": ["The Bear of Very Little Brain and his friends from the Hundred Acre Wood have delighted generations of readers since ", "Winnie-the-Pooh", " was first published in 1926.", "Back by popular demand, the four full-color gift editions of the original Pooh classics are available again. These elegant books, larger in format than the classic editions, include all of Ernest H. Shepard's illus", "The Bear of Very Little Brain and his friends from the Hundred Acre Wood have delighted generations of readers since ", "Winnie-the-Pooh", " was first published in 1926.", "Back by popular demand, the four full-color gift editions of the original Pooh classics are available again. These elegant books, larger in format than the classic editions, include all of Ernest H. Shepard's illustrations, each meticulously hand-painted in delicate watercolors.", "Here are the two great storybooks chronicling the adventures of Christopher Robin and all the inhabitants of the Hundred Acre Wood, as well as the two charming volumes of poems. Bright in color and true in spirit, these are books for giving--To Pooh fans of all ages."]},
{"rating": "4.35", "genres": ["Sequential Art", "Graphic Novels", "Fiction", "Fantasy"], "title": "\n      Watchmen\n", "author": "Alan Moore", "pic_url": "https://images.gr-assets.com/books/1442239711l/472331.jpg", "summary_blocks": ["This Hugo Award-winning graphic novel chronicles the fall from grace of a group of super-heroes plagued by all-too-human failings. Along the way, the concept of the super-hero is dissected as the heroes are stalked by an unknown assassin.", "One of the most influential graphic novels of all time and a perennial best-seller, ", "Watchmen", " has been studied on college campuses across", "This Hugo Award-winning graphic novel chronicles the fall from grace of a group of super-heroes plagued by all-too-human failings. Along the way, the concept of the super-hero is dissected as the heroes are stalked by an unknown assassin.", "One of the most influential graphic novels of all time and a perennial best-seller, ", "Watchmen", " has been studied on college campuses across the nation and is considered a gateway title, leading readers to other graphic novels such as ", "V for Vendetta", ", ", "Batman: The Dark Knight Returns", " and ", "The Sandman", " series."]},
{"rating": "4.25", "genres": ["Fantasy", "Fiction", "Humor", "Fantasy", "Urban Fantasy", "Humor", "Comedy", "Science Fiction Fantasy", "Humor", "Funny", "Science Fiction", "Audiobook", "Religion"], "title": "\n      Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch\n", "author": "Terry Pratchett", "pic_url": "https://images.gr-assets.com/books/1392528568l/12067.jpg", "summary_blocks": ["An alternative cover for this ISBN can be found ", "here", "According to ", "The Nice and Accurate Prophecies of Agnes Nutter", ", ", "Witch", " (the world's only ", "completely", " accurate book of prophecies, written in 1655, before she exploded), the world will end on a Saturday. Next Saturday, in fact. Just before dinner.", "So the armies of Good and Evil are amassing, Atlantis is rising, frogs are falli", "An alternative cover for this ISBN can be found ", "here", "According to ", "The Nice and Accurate Prophecies of Agnes Nutter", ", ", "Witch", " (the world's only ", "completely", " accurate book of prophecies, written in 1655, before she exploded), the world will end on a Saturday. Next Saturday, in fact. Just before dinner.", "So the armies of Good and Evil are amassing, Atlantis is rising, frogs are falling, tempers are flaring. Everything appears to be going according to Divine Plan. Except a somewhat fussy angel and a fast-living demon—both of whom have lived amongst Earth's mortals since The Beginning and have grown rather fond of the lifestyle—are not actually looking forward to the coming Rapture.", "And someone seems to have misplaced the Antichrist . . . "]},
{"rating": "4.36", "genres": ["Childrens", "Classics", "Fiction"], "title": "\n      How the Grinch Stole Christmas!\n", "author": "Dr. Seuss", "pic_url": "https://images.gr-assets.com/books/1327958149l/113946.jpg", "summary_blocks": ["\"The Grinch hated Christmas! The whole Christmas season!", "Now, please don't ask why. No one quite knows the reason.\"", "Dr. Seuss's small-hearted Grinch ranks right up there with Scrooge when it comes to the crankiest, scowling holiday grumps of all time. For 53 years, the Grinch has lived in a cave on the side of a mountain, looming above the Whos in Whoville. The noisy holiday", "\"The Grinch hated Christmas! The whole Christmas season!", "Now, please don't ask why. No one quite knows the reason.\"", "Dr. Seuss's small-hearted Grinch ranks right up there with Scrooge when it comes to the crankiest, scowling holiday grumps of all time. For 53 years, the Grinch has lived in a cave on the side of a mountain, looming above the Whos in Whoville. The noisy holiday preparations and infernal singing of the happy little citizens below annoy him to no end. The Grinch decides this frivolous merriment must stop. His \"wonderful, awful\" idea is to don a Santa outfit, strap heavy antlers on his poor, quivering dog Max, construct a makeshift sleigh, head down to Whoville, and strip the chafingly cheerful Whos of their Yuletide glee once and for all.", "Looking quite out of place and very disturbing in his makeshift Santa get-up, the Grinch slithers down chimneys with empty bags and stealing the Whos' presents, their food, even the logs from their humble Who-fires. He takes the ramshackle sleigh to Mt. Crumpit to dump it and waits to hear the sobs of the Whos when they wake up and discover the trappings of Christmas have disappeared. Imagine the Whos' dismay when they discover the evil-doings of Grinch in his anti-Santa guise. But what is that sound? It's not sobbing, but singing! Children simultaneously adore and fear this triumphant, twisted Seussian testimonial to the undaunted cheerfulness of the Whos, the transcendent nature of joy, and of course, the growth potential of a heart that's two sizes too small. ", "This holiday classic is perfect for reading aloud to your favorite little Whos."]},
{"rating": "4.28", "genres": ["Classics", "Horror", "Fiction", "Short Stories", "Gothic", "Academic", "School"], "title": "\n      The Raven\n", "author": "Edgar Allan Poe", "pic_url": "https://images.gr-assets.com/books/1347398489l/264158.jpg", "summary_blocks": ["In Gustave Doré, one of the most prolific and successful book illustrators of the late 19h century, Edgar Allan Poe's renowned poem The Raven found perhaps its most perfect artistic interpreter. Doré's dreamlike, otherworldly style, tinged with melancholy, seems ideally matched to the bleak despair of Poe's celebrated work, among the most popular American poems ever writte", "In Gustave Doré, one of the most prolific and successful book illustrators of the late 19h century, Edgar Allan Poe's renowned poem The Raven found perhaps its most perfect artistic interpreter. Doré's dreamlike, otherworldly style, tinged with melancholy, seems ideally matched to the bleak despair of Poe's celebrated work, among the most popular American poems ever written.", "This volume reprints all 26 of Doré's detailed, masterly engravings from a rare 19th-century edition of the poem. Relevant lines from the poem are printed on facing pages and the complete text is also included. Admirers of Doré will find ample evidence here of his characteristic ability to capture the mood and meaning of a work of literature in striking imagery; lovers of The Raven will delight in seeing its mournful musing on love and loss given dramatic pictorial form."]},
{"rating": "4.34", "genres": ["Horror", "Fiction", "Fantasy", "Science Fiction", "Apocalyptic", "Post Apocalyptic"], "title": "\n      The Stand\n", "author": "Stephen King", "pic_url": "https://images.gr-assets.com/books/1213131305l/149267.jpg", "summary_blocks": ["This is the way the world ends: with a nanosecond of computer error in a Defense Department laboratory and a million casual contacts that form the links in a chain letter of death.", "And here is the bleak new world of the day after: a world stripped of its institutions and emptied of 99 percent of its people. A world in which a handful of panicky survivors choose sides or are", "This is the way the world ends: with a nanosecond of computer error in a Defense Department laboratory and a million casual contacts that form the links in a chain letter of death.", "And here is the bleak new world of the day after: a world stripped of its institutions and emptied of 99 percent of its people. A world in which a handful of panicky survivors choose sides or are chosen. A world in which good rides on the frail shoulders of the 108-year-old Mother Abigail and the worst nightmares of evil are embodied in a man with a lethal smile and unspeakable powers: Randall Flagg, the dark man."]},
{"rating": "4.29", "genres": ["Historical", "Historical Fiction", "Fiction", "Historical"], "title": "\n      The Pillars of the Earth\n      ", "author": "Ken Follett", "pic_url": "https://images.gr-assets.com/books/1388193707l/5043.jpg", "summary_blocks": ["Ken Follett is known worldwide as the master of split-second suspense, but his most beloved and bestselling book tells the magnificent tale of a twelfth-century monk driven to do the seemingly impossible: build the greatest Gothic cathedral the world has ever known.", "Everything readers expect from Follett is here: intrigue, fast-paced action, and passionate romance. But what", "Ken Follett is known worldwide as the master of split-second suspense, but his most beloved and bestselling book tells the magnificent tale of a twelfth-century monk driven to do the seemingly impossible: build the greatest Gothic cathedral the world has ever known.", "Everything readers expect from Follett is here: intrigue, fast-paced action, and passionate romance. But what makes ", "The Pillars of the Earth", " extraordinary is the time the twelfth century; the place feudal England; and the subject the building of a glorious cathedral. Follett has re-created the crude, flamboyant England of the Middle Ages in every detail. The vast forests, the walled towns, the castles, and the monasteries become a familiar landscape. Against this richly imagined and intricately interwoven backdrop, filled with the ravages of war and the rhythms of daily life, the master storyteller draws the reader irresistibly into the intertwined lives of his characters into their dreams, their labors, and their loves: Tom, the master builder; Aliena, the ravishingly beautiful noblewoman; Philip, the prior of Kingsbridge; Jack, the artist in stone; and Ellen, the woman of the forest who casts a terrifying curse. From humble stonemason to imperious monarch, each character is brought vividly to life.", "The building of the cathedral, with the almost eerie artistry of the unschooled stonemasons, is the center of the drama. Around the site of the construction, Follett weaves a story of betrayal, revenge, and love, which begins with the public hanging of an innocent man and ends with the humiliation of a king.", "For the Movie tie-in edition with the same ISBN go to this ", "Alternate Cover Edition"]},
{"rating": "4.29", "genres": ["Young Adult", "Childrens", "Humor"], "title": "\n      Matilda\n", "author": "Roald Dahl", "pic_url": "https://images.gr-assets.com/books/1388793265l/39988.jpg", "summary_blocks": ["Matilda is a little girl who is far too good to be true. At age five-and-a-half she's knocking off double-digit multiplication problems and blitz-reading Dickens. Even more remarkably, her classmates love her even though she's a super-nerd and the teacher's pet. But everything is not perfect in Matilda's world. For starters she has two of the most idiotic, self-centered pa", "Matilda is a little girl who is far too good to be true. At age five-and-a-half she's knocking off double-digit multiplication problems and blitz-reading Dickens. Even more remarkably, her classmates love her even though she's a super-nerd and the teacher's pet. But everything is not perfect in Matilda's world. For starters she has two of the most idiotic, self-centered parents who ever lived. Then there's the large, busty nightmare of a school principal, Mrs. (\"The\") Trunchbull, a former hammer-throwing champion who flings children at will and is approximately as sympathetic as a bulldozer. Fortunately for Matilda, she has the inner resources to deal with such annoyances: astonishing intelligence, saintly patience, and an innate predilection for revenge.", "She warms up with some practical jokes aimed at her hapless parents, but the true test comes when she rallies in defense of her teacher, the sweet Miss Honey, against the diabolical Trunchbull. There is never any doubt that Matilda will carry the day. Even so, this wonderful story is far from predictable. Roald Dahl, while keeping the plot moving imaginatively, also has an unerring ear for emotional truth. The reader cares about Matilda because in addition to all her other gifts, she has real feelings."]},
{"rating": "4.34", "genres": ["Poetry", "Nonfiction", "Classics", "Language", "Writing", "Philosophy"], "title": "\n      Letters to a Young Poet\n", "author": "Rainer Maria Rilke", "pic_url": "https://images.gr-assets.com/books/1346335019l/539477.jpg", "summary_blocks": ["These have been called the most famous and beloved letters of the 20th century. Rainer Maria Rilke himself said that much of his creative expression went into his correspondence, and here he touches upon subjects that will interest writers, artists, and thinkers. Letters to a Young Poet is a classic that should be read by everyone who dreams of expressing themselves creati", "These have been called the most famous and beloved letters of the 20th century. Rainer Maria Rilke himself said that much of his creative expression went into his correspondence, and here he touches upon subjects that will interest writers, artists, and thinkers. Letters to a Young Poet is a classic that should be read by everyone who dreams of expressing themselves creatively. This luminous translation offers inspiration to all people who seek to know and express their inner truth."]},
{"rating": "4.46", "genres": ["Fiction", "Short Stories", "Classics", "Literature", "Fantasy", "Magical Realism", "Philosophy"], "title": "\n      Labyrinths:  Selected Stories and Other Writings\n", "author": "Jorge Luis Borges", "pic_url": "https://images.gr-assets.com/books/1388286895l/17717.jpg", "summary_blocks": ["Although his work has been restricted to the short story, the essay, and poetry, Jorge Luis Borges of Argentina is recognized all over the world as one of the most original and significant figures in modern literature. In his preface, Andre Maurois writes: \"Borges is a great writer who has composed only little essays or short narratives. Yet they suffice for us to call him", "Although his work has been restricted to the short story, the essay, and poetry, Jorge Luis Borges of Argentina is recognized all over the world as one of the most original and significant figures in modern literature. In his preface, Andre Maurois writes: \"Borges is a great writer who has composed only little essays or short narratives. Yet they suffice for us to call him great because of their wonderful intelligence, their wealth of invention, and their tight, almost mathematical style.\"", "Labyrinths", " is a representative selection of Borges' writing, some forty pieces drawn from various of his books published over the years. The translations are by Harriet de Onis, Anthony Kerrigan, and others, including the editors, who have provided a biographical and critical introduction, as well as an extensive bibliography.", "~from the back cover"]},
{"rating": "4.23", "genres": ["Cultural", "France", "European Literature", "French Literature", "Literature", "Classics", "Novels"], "title": "\n      Death on the Installment Plan\n      ", "author": "Louis-Ferdinand Céline", "pic_url": "https://images.gr-assets.com/books/1327947390l/106096.jpg", "summary_blocks": ["Published in rapid succession in the middle 1930s, ", "Journey to the End of the Night", " and ", "Death on the Installment Plan", " shocked European literature and world consciousness. Nominally fiction but more rightly called \"creative confessions,\" they told of the author's childhood in excoriating Paris slums, of service in the mud wastes of World War I and African jungles. Mixing unm", "Published in rapid succession in the middle 1930s, ", "Journey to the End of the Night", " and ", "Death on the Installment Plan", " shocked European literature and world consciousness. Nominally fiction but more rightly called \"creative confessions,\" they told of the author's childhood in excoriating Paris slums, of service in the mud wastes of World War I and African jungles. Mixing unmitigated despair with Gargantuan comedy, they also created a new style, in which invective and obscenity were laced with phrases of unforgettable poetry. Céline's influence revolutionized the contemporary approach to fiction. Under a cloud for a period, his work is now acknowledged as the forerunner of today's \"black comedy.\"", "Death on the Installment Plan", " is the story of young Ferdinand's first 18 years. His life is one of hatred, of the grinding struggle of small shopkeepers to survive, of childhood sensations and fantasies – lusty, scatological, violent, but also poetic. There is a running battle with his ineffectual insurance clerk of a father, with his mother, who lives and whines around the junkshop she runs for the boys benefit; there is also the superbly funny Meanwell College in England where the boy went briefly, a Dickensian, nightmare institution. Always there is humiliation, failure, and boredom, at least until he teams up with the \"scientist\" des Pereires. This inventor, con-man, incorrigible optimist – whose last project is to grow enormous potatoes by electricity – rescues him, if only temporarily; for the reader he is one of the most lovable charlatans in literature."]},
{"rating": "4.27", "genres": ["Historical", "Historical Fiction", "Fiction", "Classics", "Historical", "Literature"], "title": "\n      I, Claudius\n      ", "author": "Robert Graves", "pic_url": "https://images.gr-assets.com/books/1388185810l/18765.jpg", "summary_blocks": ["From the Autobiography of Tiberius Claudius, Born 10 B.C., Murdered and Deified A.D. 54. ", "Set in the first century A.D. in Rome and written as an autobiographical memoir, this colorful story of the life of the Roman emperor Claudius stands as one of the modern classics of historical fiction.", "Physically weak and afflicted with stuttering, Claudius is initially despised and di", "From the Autobiography of Tiberius Claudius, Born 10 B.C., Murdered and Deified A.D. 54. ", "Set in the first century A.D. in Rome and written as an autobiographical memoir, this colorful story of the life of the Roman emperor Claudius stands as one of the modern classics of historical fiction.", "Physically weak and afflicted with stuttering, Claudius is initially despised and dismissed as an idiot. Shunted to the background of imperial affairs by his embarrassed royal family, he becomes a scholar and historian, while palace intrigues and murders surround him. Observing these dramas from beyond the public eye, Claudius escapes the cruelties inflicted on the rest of the royal family by its own members and survives to become emperor of Rome in A.D. 41."]},
{"rating": "4.73", "genres": ["Sequential Art", "Comics", "Humor", "Sequential Art", "Graphic Novels", "Fiction"], "title": "\n      The Authoritative Calvin and Hobbes: A Calvin and Hobbes Treasury\n      ", "author": "Bill Watterson", "pic_url": "https://images.gr-assets.com/books/1418210723l/121793.jpg", "summary_blocks": ["Collectible Hardcover Title"]},
{"rating": "4.24", "genres": ["Young Adult", "Science Fiction", "Dystopia", "Fiction", "Fantasy", "Science Fiction"], "title": "\n      Divergent\n      ", "author": "Veronica Roth", "pic_url": "https://images.gr-assets.com/books/1328559506l/13335037.jpg", "summary_blocks": ["Paperback features over fifty pages of bonus materials, including a sneak peek of Insurgent, an author Q&A, a discussion guide, a ", "Divergent", " playlist, faction manifestos, and more!", "In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue—Candor (the honest), Abnegation (the selfless), Dau", "Paperback features over fifty pages of bonus materials, including a sneak peek of Insurgent, an author Q&A, a discussion guide, a ", "Divergent", " playlist, faction manifestos, and more!", "In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue—Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote the rest of their lives. For Beatrice, the decision is between staying with her family and being who she really is—she can't have both. So she makes a choice that surprises everyone, including herself.", "During the highly competitive initiation that follows, Beatrice renames herself Tris and struggles alongside her fellow initiates to live out the choice they have made. Together they must undergo extreme physical tests of endurance and intense psychological simulations, some with devastating consequences. As initiation transforms them all, Tris must determine who her friends really are—and where, exactly, a romance with a sometimes fascinating, sometimes exasperating boy fits into the life she's chosen. But Tris also has a secret, one she's kept hidden from everyone because she's been warned it can mean death. And as she discovers unrest and growing conflict that threaten to unravel her seemingly perfect society, she also learns that her secret might help her save those she loves . . . or it might destroy her.", "Veronica Roth is the ", "New York Times", " bestselling author of ", "Divergent", ", the first in a trilogy of dystopian thrillers filled with electrifying decisions, heartbreaking betrayals, stunning consequences, and unexpected romance."]},
{"rating": "4.22", "genres": ["Childrens", "Childrens", "Picture Books", "Fiction", "Classics", "Fantasy"], "title": "\n      Where the Wild Things Are\n", "author": "Maurice Sendak", "pic_url": "https://images.gr-assets.com/books/1384434560l/19543.jpg", "summary_blocks": ["One night Max puts on his wolf suit and makes mischief of one kind and another, so his mother calls him 'Wild Thing' and sends him to bed without his supper. That night a forest begins to grow in Max's room and an ocean rushes by with a boat to take Max to the place where the wild things are. Max tames the wild things and crowns himself as their king, and then the wild rum", "One night Max puts on his wolf suit and makes mischief of one kind and another, so his mother calls him 'Wild Thing' and sends him to bed without his supper. That night a forest begins to grow in Max's room and an ocean rushes by with a boat to take Max to the place where the wild things are. Max tames the wild things and crowns himself as their king, and then the wild rumpus begins. But when Max has sent the monsters to bed, and everything is quiet, he starts to feel lonely and realises it is time to sail home to the place where someone loves him best of all."]},
{"rating": "4.32", "genres": ["Fiction", "Classics", "Cultural", "Russia", "Fantasy", "Literature", "Russian Literature", "Magical Realism", "Literature"], "title": "\n      The Master and Margarita\n", "author": "Mikhail Bulgakov", "pic_url": "https://images.gr-assets.com/books/1327867963l/117833.jpg", "summary_blocks": ["Mikhail Bulgakov's devastating satire of Soviet life was written during the darkest period of Stalin's regime. Combining two distinct yet interwoven parts—one set in ancient Jerusalem, one in contemporary Moscow—the novel veers from moods of wild theatricality with violent storms, vampire attacks, and a Satanic ball; to such somber scenes as the meeting of Pilate and Yeshu", "Mikhail Bulgakov's devastating satire of Soviet life was written during the darkest period of Stalin's regime. Combining two distinct yet interwoven parts—one set in ancient Jerusalem, one in contemporary Moscow—the novel veers from moods of wild theatricality with violent storms, vampire attacks, and a Satanic ball; to such somber scenes as the meeting of Pilate and Yeshua, and the murder of Judas in the moonlit garden of Gethsemane; to the substanceless, circus-like reality of Moscow. Its central characters, Woland (Satan) and his retinue—including the vodka-drinking black cat, Behemoth; the poet, Ivan Homeless; Pontius Pilate; and a writer known only as The Master, and his passionate companion, Margarita—exist in a world that blends fantasy and chilling realism, an artful collage of grotesqueries, dark comedy, and timeless ethical questions.", "Though completed in 1940, \"The Master and Margarita\" wasn't published in Moscow until 1966, when the first part appeared in the magazine \"Moskva.\" It was an immediate and enduring success: audiences responded with great enthusiasm to its expression of artistic and spiritual freedom."]},
{"rating": "4.42", "genres": ["Nonfiction", "Biography", "History", "Christian", "Classics", "Autobiography", "Memoir"], "title": "\n      The Hiding Place: The Triumphant True Story of Corrie Ten Boom\n", "author": "Corrie ten Boom", "pic_url": "https://images.gr-assets.com/books/1320418824l/561909.jpg", "summary_blocks": ["At one time Corrie ten Boom would have laughed at the idea that there would ever be a story to tell. For the first fifty years of her life nothing at all out of the ordinary had ever happened to her. She was an old-maid watchmaker living contentedly with her spinster sister and their elderly father in the tiny Dutch house over their shop. Their uneventful days, as regulate", "At one time Corrie ten Boom would have laughed at the idea that there would ever be a story to tell. For the first fifty years of her life nothing at all out of the ordinary had ever happened to her. She was an old-maid watchmaker living contentedly with her spinster sister and their elderly father in the tiny Dutch house over their shop. Their uneventful days, as regulated as their own watches, revolved around their abiding love for one another. However, with the Nazi invasion and occupation of Holland, a story did ensue. ", "Corrie ten Boom and her family became leaders in the Dutch Underground, hiding Jewish people in their home in a specially built room and aiding their escape from the Nazis. For their help, all but Corrie found death in a concentration camp. ", "The Hiding Place", " is their story."]},
{"rating": "4.31", "genres": ["Poetry", "Childrens", "Classics", "Fiction"], "title": "\n      When We Were Very Young\n      ", "author": "A.A. Milne", "pic_url": "https://images.gr-assets.com/books/1348198334l/821003.jpg", "summary_blocks": ["When We Were Very Young", " and ", "Now We Are Six", " complete the four-volume set of deluxe editions of the Milne and Shepard classic works. Like their companions, the ", "Winnie-the-Pooh 80th Anniversary Edition", " and ", "The House At Pooh Corner", ", these beautiful books feature full-color artwork on cream-colored stock. The imaginative charm that has made Pooh the world’s most famous bear per", "When We Were Very Young", " and ", "Now We Are Six", " complete the four-volume set of deluxe editions of the Milne and Shepard classic works. Like their companions, the ", "Winnie-the-Pooh 80th Anniversary Edition", " and ", "The House At Pooh Corner", ", these beautiful books feature full-color artwork on cream-colored stock. The imaginative charm that has made Pooh the world’s most famous bear pervades the pages of Milne’s poetry, and Ernest H. Shepard’s witty and loving illustrations enhance these truly delightful gift editions."]},
{"rating": "4.29", "genres": ["Fiction", "Historical", "Historical Fiction", "Science Fiction", "Science Fiction", "Time Travel", "Fantasy"], "title": "\n      11/22/63\n", "author": "Stephen King", "pic_url": "https://images.gr-assets.com/books/1327876792l/10644930.jpg", "summary_blocks": ["Life can turn on a dime—or stumble into the extraordinary, as it does for Jake Epping, a high school English teacher in Lisbon Falls, Maine. While grading essays by his GED students, Jake reads a gruesome, enthralling piece penned by janitor Harry Dunning: fifty years ago, Harry somehow survived his father’s sledgehammer slaughter of his entire family. Jake is blown away..", "Life can turn on a dime—or stumble into the extraordinary, as it does for Jake Epping, a high school English teacher in Lisbon Falls, Maine. While grading essays by his GED students, Jake reads a gruesome, enthralling piece penned by janitor Harry Dunning: fifty years ago, Harry somehow survived his father’s sledgehammer slaughter of his entire family. Jake is blown away...but an even more bizarre secret comes to light when Jake’s friend Al, owner of the local diner, enlists Jake to take over the mission that has become his obsession—to prevent the Kennedy assassination. How? By stepping through a portal in the diner’s storeroom, and into the era of Ike and Elvis, of big American cars, sock hops, and cigarette smoke... Finding himself in warmhearted Jodie, Texas, Jake begins a new life. But all turns in the road lead to a troubled loner named Lee Harvey Oswald. The course of history is about to be rewritten...and become heart-stoppingly suspenseful."]},
{"rating": "4.27", "genres": ["Fantasy", "Young Adult", "Fiction", "Fantasy", "Magic", "Adventure"], "title": "\n      Alanna: The First Adventure\n      ", "author": "Tamora Pierce", "pic_url": "https://images.gr-assets.com/books/1388206270l/13831.jpg", "summary_blocks": ["From now on I'm Alan of Trebond, the younger twin. I'll be a knight.", "And so young Alanna of Trebond begins the journey to knighthood. Though a girl, Alanna has always craved the adventure and daring allowed only for boys; her twin brother, Thom, yearns to learn the art of magic. So one day they decide to switch places: Thom heads for the convent to learn magic; Alanna, pret", "From now on I'm Alan of Trebond, the younger twin. I'll be a knight.", "And so young Alanna of Trebond begins the journey to knighthood. Though a girl, Alanna has always craved the adventure and daring allowed only for boys; her twin brother, Thom, yearns to learn the art of magic. So one day they decide to switch places: Thom heads for the convent to learn magic; Alanna, pretending to be a boy, is on her way to the castle of King Roald to begin her training as a page. ", " But the road to knighthood is not an easy one. As Alanna masters the skills necessary for battle, she must also learn to control her heart and to discern her enemies from her allies.", "Filled with swords and sorcery, adventure and intrigue, good and evil, Alanna's first adventure begins - one that will lead to the fulfillment of her dreams and the magical destiny that will make her a legend in her land."]},
{"rating": "4.34", "genres": ["History", "Nonfiction", "Classics", "World War II", "Holocaust", "War"], "title": "\n      Schindler's Ark\n", "author": "Thomas Keneally", "pic_url": "https://images.gr-assets.com/books/1173288252l/268302.jpg", "summary_blocks": ["In the shadow of Auschwitz, a flamboyant German industrialist grew into a living legend to the Jews of Cracow. He was a womaniser, a heavy drinker, and a bon viveur, but to them he became a saviour. This is the extraordinary story of Oskar Schindler, who risked his life to protect Jews in Nazi-occupied Poland and who was transformed by the war into a man with a mission, a", "In the shadow of Auschwitz, a flamboyant German industrialist grew into a living legend to the Jews of Cracow. He was a womaniser, a heavy drinker, and a bon viveur, but to them he became a saviour. This is the extraordinary story of Oskar Schindler, who risked his life to protect Jews in Nazi-occupied Poland and who was transformed by the war into a man with a mission, a compassionate angel of mercy."]},
{"rating": "4.42", "genres": ["Historical", "Historical Fiction", "Fiction", "Classics", "Historical"], "title": "\n      Roots: The Saga of an American Family\n", "author": "Alex Haley", "pic_url": "https://images.gr-assets.com/books/1329398936l/546018.jpg", "summary_blocks": ["When he was a boy in Henning, Tennessee, Alex Haley's grandmother used to tell him stories about their family—stories that went back to ", "her", " grandparents, and ", "their", " grandparents, down through the generations all the way to a man she called \"the African.\" She said he had lived across the ocean near what he called the \"", "Kamby Bolongo", "\" and had been out in the forest one day cho", "When he was a boy in Henning, Tennessee, Alex Haley's grandmother used to tell him stories about their family—stories that went back to ", "her", " grandparents, and ", "their", " grandparents, down through the generations all the way to a man she called \"the African.\" She said he had lived across the ocean near what he called the \"", "Kamby Bolongo", "\" and had been out in the forest one day chopping wood to make a drum when he was set upon by four men, beaten, chained and dragged aboard a slave ship bound for Colonial America.", "Still vividly remembering the stories after he grew up and became a writer, Haley began to search for documentation that might authenticate the narrative. It took ten years and a half a million miles of travel across three continents to find it, but finally, in an astonishing feat of genealogical detective work, he discovered not only the name of \"the African\"--Kunta Kinte—but the precise location of Juffure, the very village in The Gambia, West Africa, from which he was abducted in 1767 at the age of sixteen and taken on the ", "Lord Ligonier", " to Maryland and sold to a Virginia planter.", "Haley has talked in Juffure with his own African sixth cousins. On September 29, 1967, he stood on the dock in Annapolis where his great-great-great-great-grandfather was taken ashore on September 29, 1767. Now he has written the monumental two-century drama of Kunta Kinte and the six generations who came after him—slaves and freedmen, farmers and blacksmiths, lumber mill workers and Pullman porters, lawyers and architects—and one author.", "But Haley has done more than recapture the history of his own family. As the first black American writer to trace his origins back to their roots, he has told the story of 25,000,000 Americans of African descent. He has rediscovered for an entire people a rich cultural heritage that slavery took away from them, along with their names and their identities. But ", "Roots", " speaks, finally, not just to blacks, or to whites, but to all people and all races everywhere, for the story it tells is one of the most eloquent testimonials ever written to the indomitability of the human spirit."]},
{"rating": "4.3", "genres": ["Sequential Art", "Graphic Novels", "Sequential Art", "Comics", "Fantasy", "Fiction", "Horror", "Graphic Novels Comics"], "title": "\n      Preludes & Nocturnes\n      ", "author": "Neil Gaiman", "pic_url": "https://images.gr-assets.com/books/1411609637l/23754.jpg", "summary_blocks": ["New York Times best-selling author Neil Gaiman's transcendent series SANDMAN is often hailed as the definitive Vertigo title and one of the finest achievements in graphic storytelling. Gaiman created an unforgettable tale of the forces that exist beyond life and death by weaving ancient mythology, folklore and fairy tales with his own distinct narrative vision.", "In PRELUDES", "New York Times best-selling author Neil Gaiman's transcendent series SANDMAN is often hailed as the definitive Vertigo title and one of the finest achievements in graphic storytelling. Gaiman created an unforgettable tale of the forces that exist beyond life and death by weaving ancient mythology, folklore and fairy tales with his own distinct narrative vision.", "In PRELUDES & NOCTURNES, an occultist attempting to capture Death to bargain for eternal life traps her younger brother Dream instead. After his 70 year imprisonment and eventual escape, Dream, also known as Morpheus, goes on a quest for his lost objects of power. On his arduous journey Morpheus encounters Lucifer, John Constantine, and an all-powerful madman.", "This book also includes the story \"The Sound of Her Wings,\" which introduces us to the pragmatic and perky goth girl Death.", "Includes issues 1-8 of the original series."]},
{"rating": "4.36", "genres": ["Young Adult", "Historical", "Historical Fiction", "Historical", "War", "War", "World War II"], "title": "\n      Between Shades of Gray\n", "author": "Ruta Sepetys", "pic_url": "https://images.gr-assets.com/books/1327873479l/7824322.jpg", "summary_blocks": ["Lina is just like any other fifteen-year-old Lithuanian girl in 1941. She paints, she draws, she gets crushes on boys. Until one night when Soviet officers barge into her home, tearing her family from the comfortable life they've known. Separated from her father, forced onto a crowded and dirty train car, Lina, her mother, and her young brother slowly make their way north,", "Lina is just like any other fifteen-year-old Lithuanian girl in 1941. She paints, she draws, she gets crushes on boys. Until one night when Soviet officers barge into her home, tearing her family from the comfortable life they've known. Separated from her father, forced onto a crowded and dirty train car, Lina, her mother, and her young brother slowly make their way north, crossing the Arctic Circle, to a work camp in the coldest reaches of Siberia. Here they are forced, under Stalin's orders, to dig for beets and fight for their lives under the cruelest of conditions.", " Lina finds solace in her art, meticulously--and at great risk--documenting events by drawing, hoping these messages will make their way to her father's prison camp to let him know they are still alive. It is a long and harrowing journey, spanning years and covering 6,500 miles, but it is through incredible strength, love, and hope that Lina ultimately survives. ", "Between Shades of Gray", " is a novel that will steal your breath and capture your heart."]},
{"rating": "4.26", "genres": ["Classics", "Plays", "Fiction", "Drama"], "title": "\n      The Importance of Being Earnest and Other Plays\n", "author": "Oscar Wilde", "pic_url": "https://images.gr-assets.com/books/1260426623l/92308.jpg", "summary_blocks": ["The Importance of Being Earnest, Lady Windermere's Fan, A Woman of No Importance, Salome, An Ideal Husband)", " Oscar Wilde was already one of the best-known literary figures in Britain when he was persuaded to turn his extraordinary talents to the theatre. Between 1891 and 1895 he produced a sequence of distinctive plays which spearheaded the dramatic renaissance of the 1890s", "The Importance of Being Earnest, Lady Windermere's Fan, A Woman of No Importance, Salome, An Ideal Husband)", " Oscar Wilde was already one of the best-known literary figures in Britain when he was persuaded to turn his extraordinary talents to the theatre. Between 1891 and 1895 he produced a sequence of distinctive plays which spearheaded the dramatic renaissance of the 1890s and retain their power today. This collection offers newly edited texts of Lady Windermere's Fan, A Woman of No Importance, Salome, An Ideal Husband, and, arguably the greatest farcical comedy in English, The Importance of Being Earnest."]},
{"rating": "4.3", "genres": ["Fantasy", "Fiction", "Childrens", "Middle Grade", "Classics", "Young Adult", "Young Adult", "Young Adult Fantasy"], "title": "\n      Howl's Moving Castle\n      ", "author": "Diana Wynne Jones", "pic_url": "https://images.gr-assets.com/books/1407450489l/6294.jpg", "summary_blocks": ["An alternative cover for this ISBN can be found ", "here", "Sophie has the great misfortune of being the eldest of three daughters, destined to fail miserably should she ever leave home to seek her fate. But when she unwittingly attracts the ire of the Witch of the Waste, Sophie finds herself under a horrid spell that transforms her into an old lady. Her only chance at breaking it", "An alternative cover for this ISBN can be found ", "here", "Sophie has the great misfortune of being the eldest of three daughters, destined to fail miserably should she ever leave home to seek her fate. But when she unwittingly attracts the ire of the Witch of the Waste, Sophie finds herself under a horrid spell that transforms her into an old lady. Her only chance at breaking it lies in the ever-moving castle in the hills: the Wizard Howl's castle. To untangle the enchantment, Sophie must handle the heartless Howl, strike a bargain with a fire demon, and meet the Witch of the Waste head-on. Along the way, she discovers that there's far more to Howl—and herself—than first meets the eye."]},
{"rating": "4.28", "genres": ["Classics", "Childrens", "Fiction", "Fantasy", "Fairy Tales", "Literature", "Folklore", "Fantasy", "Mythology", "Young Adult", "European Literature", "Danish", "Literature", "19th Century"], "title": "\n      The Complete Fairy Tales\n", "author": "Hans Christian Andersen", "pic_url": "https://images.gr-assets.com/books/1385233181l/46306.jpg", "summary_blocks": ["Lily Owens, ed. Illustrated edition of 159 cherished tales that have enchanted readers for generations. Includes \"The Ugly Duckling\", \"The Emperor's New Clothes\", \"Snow Queen\", all uncut with beautiful illustrations."]},
{"rating": "4.4", "genres": ["Historical", "Historical Fiction", "Fiction", "Historical", "Historical", "Medieval", "European Literature", "British Literature"], "title": "\n      The Sunne in Splendour\n", "author": "Sharon Kay Penman", "pic_url": "https://images.gr-assets.com/books/1361649213l/119829.jpg", "summary_blocks": ["A glorious novel of the controversial Richard III - a monarch betrayed in life by his allies and betrayed in death by history.", "In this beautifully rendered modern classic, Sharon Kay Penman redeems Richard III - vilified as the bitter, twisted, scheming hunchback who murdered his nephews, the princes in the Tower - from his maligned place in history with a dazzling combinat", "A glorious novel of the controversial Richard III - a monarch betrayed in life by his allies and betrayed in death by history.", "In this beautifully rendered modern classic, Sharon Kay Penman redeems Richard III - vilified as the bitter, twisted, scheming hunchback who murdered his nephews, the princes in the Tower - from his maligned place in history with a dazzling combination of research and storytelling. ", "Born into the treacherous courts of fifteenth-century England, in the midst of what history has called The War of the Roses, Richard was raised in the shadow of his charismatic brother, King Edward IV. Loyal to his friends and passionately in love with the one woman who was denied him, Richard emerges as a gifted man far more sinned against than sinning. ", "This magnificent retelling of his life is filled with all of the sights and sounds of battle, the customs and lore of the fifteenth century, the rigors of court politics, and the passions and prejudices of royalty."]},
{"rating": "4.33", "genres": ["Nonfiction", "Psychology", "Philosophy", "History", "Autobiography", "Memoir", "Classics"], "title": "\n      Man's Search for Meaning\n", "author": "Viktor E. Frankl", "pic_url": "https://images.gr-assets.com/books/1467136625l/4069.jpg", "summary_blocks": ["Psychiatrist Viktor Frankl's memoir has riveted generations of readers with its descriptions of life in Nazi death camps and its lessons for spiritual survival. Between 1942 and 1945 Frankl labored in four different camps, including Auschwitz, while his parents, brother, and pregnant wife perished. Based on his own experience and the experiences of others he treated later", "Psychiatrist Viktor Frankl's memoir has riveted generations of readers with its descriptions of life in Nazi death camps and its lessons for spiritual survival. Between 1942 and 1945 Frankl labored in four different camps, including Auschwitz, while his parents, brother, and pregnant wife perished. Based on his own experience and the experiences of others he treated later in his practice, Frankl argues that we cannot avoid suffering but we can choose how to cope with it, find meaning in it, and move forward with renewed purpose. Frankl's theory-known as logotherapy, from the Greek word logos (\"meaning\")-holds that our primary drive in life is not pleasure, as Freud maintained, but the discovery and pursuit of what we personally find meaningful.", "At the time of Frankl's death in 1997, Man's Search for Meaning had sold more than 10 million copies in twenty-four languages. A 1991 reader survey for the Library of Congress that asked readers to name a \"book that made a difference in your life\" found Man's Search for Meaning among the ten most influential books in America."]},
{"rating": "4.27", "genres": ["Fiction", "Historical", "Historical Fiction", "Classics", "Literature"], "title": "\n      Angle of Repose\n", "author": "Wallace Stegner", "pic_url": "https://images.gr-assets.com/books/1329151576l/292408.jpg", "summary_blocks": ["Wallace Stegner's Pultizer Prize-winning novel is a story of discovery—personal, historical, and geographical. Confined to a wheelchair, retired historian Lyman Ward sets out to write his grandparents' remarkable story, chronicling their days spent carving civilization into the surface of America's western frontier. But his research reveals even more about his own life tha", "Wallace Stegner's Pultizer Prize-winning novel is a story of discovery—personal, historical, and geographical. Confined to a wheelchair, retired historian Lyman Ward sets out to write his grandparents' remarkable story, chronicling their days spent carving civilization into the surface of America's western frontier. But his research reveals even more about his own life than he's willing to admit. What emerges is an enthralling portrait of four generations in the life of an American family."]},
{"rating": "4.39", "genres": ["Fiction", "Sports", "Baseball", "Historical", "Historical Fiction", "Sports and Games", "Sports", "Novels"], "title": "\n      The Brothers K\n", "author": "David James Duncan", "pic_url": "https://images.gr-assets.com/books/1403176622l/19534.jpg", "summary_blocks": ["Duncan took almost 10 years to follow up the publication of his much-praised first novel, ", "The River Why", ", but this massive second effort is well worth the wait. It is a stunning work: a complex tapestry of family tensions, baseball, politics and religion, by turns hilariously funny and agonizingly sad. Highly inventive formally, the novel is mainly narrated by Kincaid Chanc", "Duncan took almost 10 years to follow up the publication of his much-praised first novel, ", "The River Why", ", but this massive second effort is well worth the wait. It is a stunning work: a complex tapestry of family tensions, baseball, politics and religion, by turns hilariously funny and agonizingly sad. Highly inventive formally, the novel is mainly narrated by Kincaid Chance, the youngest son in a family of four boys and identical twin girls, the children of Hugh Chance, a discouraged minor-league ballplayer whose once-promising career was curtained by an industrial accident, and his wife Laura, an increasingly fanatical Seventh-Day Adventist. The plot traces the working-out of the family's fate from the beginning of the Eisenhower years through the traumas of Vietnam."]},
{"rating": "4.29", "genres": ["Science", "Biography", "Nonfiction", "Science", "Physics", "Autobiography", "Memoir", "Biography", "Autobiography"], "title": "\n      Surely You're Joking, Mr. Feynman!: Adventures of a Curious Character\n", "author": "Richard Feynman", "pic_url": "https://images.gr-assets.com/books/1348445281l/5544.jpg", "summary_blocks": ["Richard Feynman (1918-1988), winner of the Nobel Prize in physics, thrived on outrageous adventures. Here he recounts in his inimitable voice his experience trading ideas on atomic physics with Einstein and Bohr and ideas on gambling with Nick the Greek; cracking the uncrackable safes guarding the most deeply held nuclear secrets; painting a naked female toreador - and muc", "Richard Feynman (1918-1988), winner of the Nobel Prize in physics, thrived on outrageous adventures. Here he recounts in his inimitable voice his experience trading ideas on atomic physics with Einstein and Bohr and ideas on gambling with Nick the Greek; cracking the uncrackable safes guarding the most deeply held nuclear secrets; painting a naked female toreador - and much else of an eyebrow-raising nature.", "In short, here is Feynman's life in all its eccentric glory - a combustible mixture of high intelligence, unlimited curiosity, and raging chutzpah."]},
{"rating": "4.35", "genres": ["Science", "Nonfiction", "Science", "Astronomy", "Science", "Physics", "History"], "title": "\n      Cosmos\n", "author": "Carl Sagan", "pic_url": "https://images.gr-assets.com/books/1388620656l/55030.jpg", "summary_blocks": ["Cosmos has 13 heavily illustrated chapters, corresponding to the 13 episodes of the Cosmos television series. In the book, Sagan explores 15 billion years of cosmic evolution and the development of science and civilization. Cosmos traces the origins of knowledge and the scientific method, mixing science and philosophy, and speculates to the future of science. The book also", "Cosmos has 13 heavily illustrated chapters, corresponding to the 13 episodes of the Cosmos television series. In the book, Sagan explores 15 billion years of cosmic evolution and the development of science and civilization. Cosmos traces the origins of knowledge and the scientific method, mixing science and philosophy, and speculates to the future of science. The book also discusses the underlying premises of science by providing biographical anecdotes about many prominent scientists throughout history, placing their contributions into the broader context of the development of modern science.", "The book covers a broad range of topics, comprising Sagan's reflections on anthropological, cosmological, biological, historical, and astronomical matters from antiquity to contemporary times. Sagan reiterates his position on extraterrestrial life—that the magnitude of the universe permits the existence of thousands of alien civilizations, but no credible evidence exists to demonstrate that such life has ever visited earth."]},
{"rating": "4.43", "genres": ["Classics", "Fiction", "Fantasy", "Childrens", "Literature"], "title": "\n      The Annotated Alice\n      ", "author": "Lewis Carroll", "pic_url": "https://images.gr-assets.com/books/1294259919l/10129136.jpg", "summary_blocks": ["The Mad Hatter, the Ugly Duchess, the Mock Turtle, the Queen of Hearts, the Cheshire Cat-characters each more eccentric than the last, and that could only have come from Lewis Carroll, the master of sublime nonsense. In these two brilliant burlesques he created two of the most famous and fantastic novels of all time that not only stirred our imagination but revolutionized", "The Mad Hatter, the Ugly Duchess, the Mock Turtle, the Queen of Hearts, the Cheshire Cat-characters each more eccentric than the last, and that could only have come from Lewis Carroll, the master of sublime nonsense. In these two brilliant burlesques he created two of the most famous and fantastic novels of all time that not only stirred our imagination but revolutionized literature.", "\u0095 Featuring the exquisite line drawings created for the original edition by John Tenniel."]},
{"rating": "4.32", "genres": ["Poetry", "Classics", "Literature", "Fiction", "Academic", "School"], "title": "\n      The Love Song of J. Alfred Prufrock and Other Poems\n", "author": "T.S. Eliot", "pic_url": "https://images.gr-assets.com/books/1229242079l/118389.jpg", "summary_blocks": []},
{"rating": "4.24", "genres": ["Philosophy", "Classics", "Writing", "Essays", "Nonfiction", "Cultural", "France", "European Literature", "French Literature"], "title": "\n      The Complete Essays\n", "author": "Michel de Montaigne", "pic_url": "https://images.gr-assets.com/books/1408384184l/30735.jpg", "summary_blocks": ["Michel de Montaigne was one of the most influential figures of the Renaissance, singlehandedly responsible for popularising the essay as a literary form. This Penguin Classics edition of ", "The Complete Essays", " is translated from the French and edited with an introduction and notes by M.A. Screech.", "In 1572 Montaigne retired to his estates in order to devote himself to leisure,", "Michel de Montaigne was one of the most influential figures of the Renaissance, singlehandedly responsible for popularising the essay as a literary form. This Penguin Classics edition of ", "The Complete Essays", " is translated from the French and edited with an introduction and notes by M.A. Screech.", "In 1572 Montaigne retired to his estates in order to devote himself to leisure, reading and reflection. There he wrote his constantly expanding 'assays', inspired by the ideas he found in books contained in his library and from his own experience. He discusses subjects as diverse as war-horses and cannibals, poetry and politics, sex and religion, love and friendship, ecstasy and experience. But, above all, Montaigne studied himself as a way of drawing out his own inner nature and that of men and women in general. The ", "Essays", " are among the most idiosyncratic and personal works in all literature and provide an engaging insight into a wise Renaissance mind, continuing to give pleasure and enlightenment to modern readers.", "With its extensive introduction and notes, M.A. Screech's edition of Montaigne is widely regarded as the most distinguished of recent times.", "Michel de Montaigne (1533-1586) studied law and spent a number of years working as a counsellor before devoting his life to reading, writing and reflection.", "If you enjoyed ", "The Complete Essays", ", you might like Francois Rabelais's ", "Gargantua and Pantagruel", ", also available in Penguin Classics.", "'Screech's fine version ... must surely serve as the definitive English Montaigne'", "A.C. Grayling, ", "Financial Times", "'A superb edition'", "Nicholas Wollaston, ", "Observer"]},
{"rating": "4.39", "genres": ["Poetry", "Classics", "Childrens", "Picture Books", "Childrens"], "title": "\n      Stopping by Woods on a Snowy Evening\n", "author": "Robert Frost", "pic_url": "https://images.gr-assets.com/books/1441050662l/12201.jpg", "summary_blocks": ["Ever since it was published in 1978, the picture-book presentation of Robert Frost's poem \"Stopping by Woods on a Snowy Evening\" has been an enduring favorite. For this special edition with a new design, trim size, and three new spreads, Susan Jeffers has added more detail and subtle color to her sweeping backgrounds of frosty New England scenes. There are more animals to", "Ever since it was published in 1978, the picture-book presentation of Robert Frost's poem \"Stopping by Woods on a Snowy Evening\" has been an enduring favorite. For this special edition with a new design, trim size, and three new spreads, Susan Jeffers has added more detail and subtle color to her sweeping backgrounds of frosty New England scenes. There are more animals to find among the trees, and the kindly figure with his \"promises to keep\" exudes warmth as he stops to appreciate the quiet delights of winter. The handsome new vellum jacket will attract new and old fans as it evokes a frost-covered windowpane. This celebration of a season makes an ideal holiday gift for a child, a teacher, or a host. ", " Robert Frost (1874-1963) is one of America's most celebrated poets and a four-time winner of the Pulitzer Prize. ", " Susan Jeffers is the illustrator of such distinguished picture books as ", "Three Jovial Huntsmen", ", a Caldecott Honor Book; ", "Rachel Field's Hitty", "; and the ABBY Award-winning ", "Brother Eagle", ", ", "Sister Sky", ", which was also a ", "New York Times", " best-seller. ", "Book Details:", "  Format: Hardcover \n   Publication Date: 9/24/2001 \n   Pages: 32 \n   Reading Level: Age 4 and Up \n "]},
{"rating": "4.34", "genres": ["Short Stories", "Fiction", "Classics", "Cultural", "Russia", "Literature", "Russian Literature", "Literature"], "title": "\n      Short Stories\n", "author": "Anton Chekhov", "pic_url": "https://images.gr-assets.com/books/1388191320l/23790.jpg", "summary_blocks": ["The thirty-four stories in this volume span Chekhov's creative career. They present a wide spectrum of comic and serious themes and a variety of techniques. (His short novels, available in another Norton volume, Seven Short Novels by Chekhov, have been omitted.) Two of the stories have been translated for this edition by Professor Matlaw; the other translations, by Constan", "The thirty-four stories in this volume span Chekhov's creative career. They present a wide spectrum of comic and serious themes and a variety of techniques. (His short novels, available in another Norton volume, Seven Short Novels by Chekhov, have been omitted.) Two of the stories have been translated for this edition by Professor Matlaw; the other translations, by Constance Garnett, Ivy Litvinov, and Marian Fell, have been revised in accordance with contemporary usage. Footnotes have been supplied wherever necessary to explain peculiarities of Russian life and the historical era in which Chekhov lived and wrote.", "\"Backgrounds\" includes a rich selection of Chekhov's letters, in new translations by Professor Matlaw, and Gorky's celebrated essay on Chekhov, translated by Ivy Litvinov. The critical essays offer general views of Chekhov's art and achievement and detailed analyses of particular stories. The critics are D. S. Mirsky, A. B. Derman (whose essay has been translated from the Russian especially for this edition), Renato Poggioli, Gleb Struve, Donald Rayfield, Karl Kramer, Virginia Llewellyn Smith, and Nils Ake Nilsson.", "A Selected Bibliography directs readers to resources for further study.", "Chameleon (1884) --", "Oysters (1884) --", "A living chronology (1885) --", "The huntsman (1885) --", "Misery (1886) --", "The requiem (1886) --", "Anyuta (1886) --", "Agatha (1886) --", "Grisha (1886) --", "A gentleman friend (1886) --", "The chorus girl (1886)--", "Dreams (1886) --", "Vanka (1886)--", "At home (1887) --", "The siren's song (1887) --", "Sleepy (1888) --", "The grasshopper (1892) --", "In exile --", "Rothschild's fiddle (1894) --", "The student (1894) --", "The teacher of literature (1889-94) --", "Whitebrow (1895) --", "Anna on the neck (1895) --", "The house with the mansard (1896) --", "The pecheneg (1898)--", "A journey by cart (1897) --", "The man in a case (1898) --", "Gooseberries (1898) --", "About love (1898) --", "A doctor's visit (1902) --", "The darling (1899) --", "The lady with the dog (1899) --", "The bishop (1902) --", "The betrothed (1903)."]},
{"rating": "4.25", "genres": ["Fiction", "Mystery", "Mystery", "Crime", "Thriller", "Spy Thriller", "Espionage", "Historical", "Historical Fiction"], "title": "\n      The Day of the Jackal\n", "author": "Frederick Forsyth", "pic_url": "https://images.gr-assets.com/books/1405364996l/540020.jpg", "summary_blocks": ["Librarian note: an alternate cover for this edition can be found ", "here", ".", "The Jackal. A tall, blond Englishman with opaque, gray eyes. A killer at the top of his profession. A man unknown to any secret service in the  world. An assassin with a contract to kill the world's most heavily guarded man.", "One  man with a rifle who can change the course of history. One man whose mission", "Librarian note: an alternate cover for this edition can be found ", "here", ".", "The Jackal. A tall, blond Englishman with opaque, gray eyes. A killer at the top of his profession. A man unknown to any secret service in the  world. An assassin with a contract to kill the world's most heavily guarded man.", "One  man with a rifle who can change the course of history. One man whose mission is so secretive not even his employers know his name. And as the minutes count down to the final act of execution, it seems that there is no power on earth that can stop the Jackal."]},
{"rating": "4.44", "genres": ["Historical", "Historical Fiction", "Fiction", "Historical", "Cultural", "Canada"], "title": "\n      Someone Knows My Name\n", "author": "Lawrence Hill", "pic_url": "https://images.gr-assets.com/books/1348403987l/875441.jpg", "summary_blocks": ["Abducted from Africa as a child and enslaved in South Carolina, Aminata Diallo thinks only of freedom―and of the knowledge, she needs to get home. Sold to an indigo trader who recognizes her intelligence, Aminata is torn from her husband and child and thrown into the chaos of the Revolutionary War. In Manhattan, Aminata helps pen the Book of Negroes, a list of blacks rewar", "Abducted from Africa as a child and enslaved in South Carolina, Aminata Diallo thinks only of freedom―and of the knowledge, she needs to get home. Sold to an indigo trader who recognizes her intelligence, Aminata is torn from her husband and child and thrown into the chaos of the Revolutionary War. In Manhattan, Aminata helps pen the Book of Negroes, a list of blacks rewarded for service to the king with safe passage to Nova Scotia. There Aminata finds a life of hardship and stinging prejudice. When the British abolitionists come looking for \"adventurers\" to create a new colony in Sierra Leone, Aminata assists in moving 1,200 Nova Scotians to Africa and aiding the abolitionist cause by revealing the realities of slavery to the British public. ", "This captivating story of one woman's remarkable experience spans six decades and three continents and brings to life a crucial chapter in world history."]},
{"rating": "4.36", "genres": ["Historical", "Historical Fiction", "Fiction", "War", "Military", "Audiobook"], "title": "\n      The Winds of War\n      ", "author": "Herman Wouk", "pic_url": "https://images.gr-assets.com/books/1442187661l/21484.jpg", "summary_blocks": ["Like no other masterpiece of historical fiction, Herman Wouk's sweeping epic of World War II is the great novel of America's Greatest Generation.", "Wouk's spellbinding narrative captures the tide of global events, as well as all the drama, romance, heroism, and tragedy of World War II, as it immerses us in the lives of a single American family drawn into the very center of th", "Like no other masterpiece of historical fiction, Herman Wouk's sweeping epic of World War II is the great novel of America's Greatest Generation.", "Wouk's spellbinding narrative captures the tide of global events, as well as all the drama, romance, heroism, and tragedy of World War II, as it immerses us in the lives of a single American family drawn into the very center of the war's maelstrom.", "The Winds of War", " and its sequel ", "War and Remembrance", " stand as the crowning achievement of one of America's most celebrated storytellers.", "The #1 New York Times bestseller."]},
{"rating": "4.29", "genres": ["Poetry", "Childrens", "Classics", "Fiction", "Humor", "Young Adult", "Childrens", "Picture Books", "Childrens", "Juvenile", "Fantasy", "Humor", "Funny"], "title": "\n      Where the Sidewalk Ends\n", "author": "Shel Silverstein", "pic_url": "https://images.gr-assets.com/books/1168052448l/30119.jpg", "summary_blocks": ["Where the Sidewalk Ends turns forty! Celebrate with this anniversary edition that features an eye-catching commemorative red sticker. This classic poetry collection, which is both outrageously funny and profound, has been the most beloved of Shel Silverstein's poetry books for generations.", "Where the sidewalk ends, Shel Silverstein's world begins. There you'll meet a boy who", "Where the Sidewalk Ends turns forty! Celebrate with this anniversary edition that features an eye-catching commemorative red sticker. This classic poetry collection, which is both outrageously funny and profound, has been the most beloved of Shel Silverstein's poetry books for generations.", "Where the sidewalk ends, Shel Silverstein's world begins. There you'll meet a boy who turns into a TV set and a girl who eats a whale. The Unicorn and the Bloath live there, and so does Sarah Cynthia Sylvia Stout who will not take the garbage out. It is a place where you wash your shadow and plant diamond gardens, a place where shoes fly, sisters are auctioned off, and crocodiles go to the dentist.", "Shel Silverstein's masterful collection of poems and drawings is one of Parent & Child magazine's 100 Greatest Books for Kids. School Library Journal said, \"Silverstein has an excellent sense of rhythm and rhyme and a good ear for alliteration and assonance that make these poems a pleasure to read aloud.\"", "Shel Silverstein's incomparable career as a children's book author and illustrator began with Lafcadio, the Lion Who Shot Back. In 1964, Shel's creativity continued to flourish as four more books were published in the same year—Don't Bump the Glump!, A Giraffe and a Half, Who Wants a Cheap Rhinoceros?, and the beloved classic The Giving Tree. Later he continued to build his remarkable body of work with Where the Sidewalk Ends, A Light in the Attic, Falling Up, Every Thing On It, The Missing Piece, The Missing Piece Meets the Big O, and Runny Babbit."]},
{"rating": "4.31", "genres": ["Science Fiction", "Fiction", "Young Adult", "Science Fiction", "Dystopia", "Fantasy"], "title": "\n      Ready Player One\n", "author": "Ernest Cline", "pic_url": "https://images.gr-assets.com/books/1500930947l/9969571.jpg", "summary_blocks": ["In the year 2044, reality is an ugly place. The only time teenage Wade Watts really feels alive is when he's jacked into the virtual utopia known as the  OASIS. Wade's devoted his life to studying the puzzles hidden within this world's digital confines, puzzles that are based on their creator's obsession with the pop culture of decades past and that promise massive power a", "In the year 2044, reality is an ugly place. The only time teenage Wade Watts really feels alive is when he's jacked into the virtual utopia known as the  OASIS. Wade's devoted his life to studying the puzzles hidden within this world's digital confines, puzzles that are based on their creator's obsession with the pop culture of decades past and that promise massive power and fortune to whoever can unlock them. When Wade stumbles upon the first clue, he finds himself beset by players willing to kill to take this ultimate prize. The race is on, and if Wade's going to survive, he'll have to win—and confront the real world he's always been so desperate to escape."]},
{"rating": "4.25", "genres": ["History", "Nonfiction", "Biography", "Cultural", "Russia", "Historical", "History", "Russian History"], "title": "\n      Nicholas and Alexandra\n", "author": "Robert K. Massie", "pic_url": "https://images.gr-assets.com/books/1285460338l/2852263.jpg", "summary_blocks": ["Nicholas & Alexandra were the last of the Romanovs, remembered by us today chiefly as the parents who with their four daughters & son were murdered by the Bolsheviks. The times were not propitious when Nicholas came to power. It is doubtful Nicholas could have survived the times, even with luck, but fate seemed against him. His son's hemophilia was a great burden;", "Nicholas & Alexandra were the last of the Romanovs, remembered by us today chiefly as the parents who with their four daughters & son were murdered by the Bolsheviks. The times were not propitious when Nicholas came to power. It is doubtful Nicholas could have survived the times, even with luck, but fate seemed against him. His son's hemophilia was a great burden; worse was Rasputin, an unprincipled Siberian mystic. On top of it all came the great war in 1914. When Russian armies suffered staggering defeats, the whole structure began to crumble.", " \"Massie gives the tantalizing what-ifs of history a full airing in this satisfying follow-up to Peter the Great, another acknowledged master-work.\"--Journal of Literary Reviews"]},
{"rating": "4.24", "genres": ["Poetry", "Classics", "Literature", "Fiction", "Romance", "Plays", "European Literature", "British Literature", "Academic", "School", "Drama", "Literature", "English Literature"], "title": "\n      Shakespeare's Sonnets\n", "author": "William Shakespeare", "pic_url": "https://images.gr-assets.com/books/1431229752l/42038.jpg", "summary_blocks": ["T.S. Eliot once wrote that, \"Shakespeare gives the greatest width of human passion,\" and it is this passion that has traditionally made ", "The Sonnets ", "appealing to literati and laymen alike. Surrounded by mystery, these poems of devotion and jealousy, of a young courtier and a Dark Lady, have been the subject of endless speculation. They are highly mystical and at the same ti", "T.S. Eliot once wrote that, \"Shakespeare gives the greatest width of human passion,\" and it is this passion that has traditionally made ", "The Sonnets ", "appealing to literati and laymen alike. Surrounded by mystery, these poems of devotion and jealousy, of a young courtier and a Dark Lady, have been the subject of endless speculation. They are highly mystical and at the same time highly honest; as W. H. Auden wrote, \"...what is astonishing about the sonnets, especially when one remembers the age in which they were written, is the impression they make of naked autobiographical confession.\"", "Because they are witty, passionate, personal, and often ever bawdy, ", "The Sonnets ", "stand as one of the greatest poetic tributes ever written to a beloved."]},
{"rating": "4.3", "genres": ["Nonfiction", "Classics", "History", "Autobiography", "Memoir", "World War II", "Holocaust", "Biography"], "title": "\n      Night\n      ", "author": "Elie Wiesel", "pic_url": "https://images.gr-assets.com/books/1473495285l/1617.jpg", "summary_blocks": ["An autobiographical narrative in which the author describes his experiences in Nazi concentration camps, watching family and friends die, and how they led him to believe that God is dead.", "Night is Elie Wiesel’s masterpiece, a candid, horrific, and deeply poignant autobiographical account of his survival as a teenager in the Nazi death camps. This new translation by Marion W", "An autobiographical narrative in which the author describes his experiences in Nazi concentration camps, watching family and friends die, and how they led him to believe that God is dead.", "Night is Elie Wiesel’s masterpiece, a candid, horrific, and deeply poignant autobiographical account of his survival as a teenager in the Nazi death camps. This new translation by Marion Wiesel, Elie’s wife and frequent translator, presents this seminal memoir in the language and spirit truest to the author’s original intent. And in a substantive new preface, Elie Wiesel reflects on the enduring importance of Night and his lifelong, passionate dedication to ensuring that the world never forget man’s capacity for inhumanity to man."]},
{"rating": "4.24", "genres": ["Fiction", "Classics", "Literature", "Gothic", "Southern Gothic", "American", "Southern", "Short Stories"], "title": "\n      A Good Man is Hard to Find and Other Stories\n", "author": "Flannery O'Connor", "pic_url": "https://images.gr-assets.com/books/1388251628l/48464.jpg", "summary_blocks": ["This now classic book revealed Flannery O'Connor as one of the most original and provocative writers to emerge from the South. Her apocalyptic vision of life is expressed through grotesque, often comic situations in which the principal character faces a problem of salvation: the grandmother, in the title story, confronting the murderous Misfit; a neglected four-year-old bo", "This now classic book revealed Flannery O'Connor as one of the most original and provocative writers to emerge from the South. Her apocalyptic vision of life is expressed through grotesque, often comic situations in which the principal character faces a problem of salvation: the grandmother, in the title story, confronting the murderous Misfit; a neglected four-year-old boy looking for the Kingdom of Christ in the fast-flowing waters of the river; General Sash, about to meet the final enemy. Stories include:", "\"A Good Man Is Hard to Find\"", "\"The River\"", "\"The Life You Save May Be Your Own\"", "\"A Stroke of Good Fortune\"", "\"A Temple of the Holy Ghost\"", "\"The Artificial Nigger\"", "\"A Circle in the Fire\"", "\"A Late Encounter with the Enemy\"", "\"Good Country People\"", "\"The Displaced Person\"", "©1955 Flannery O'Connor; 1954, 1953, 1948 by Flannery O'Connor; renewed 1983, 1981 by Regina O'Connor; renewed 1976 by Mrs. Edward F. O'Connor; (P)2010 Blackstone Audio, Inc."]},
{"rating": "4.35", "genres": ["Sequential Art", "Graphic Novels", "Sequential Art", "Comics", "History", "Nonfiction", "Autobiography", "Memoir", "World War II", "Holocaust", "Biography", "Historical", "War", "War", "World War II"], "title": "\n      Maus I: A Survivor's Tale: My Father Bleeds History\n      ", "author": "Art Spiegelman", "pic_url": "https://images.gr-assets.com/books/1327884972l/15196.jpg", "summary_blocks": ["A story of a Jewish survivor of Hitler's Europe and his son, a cartoonist who tries to come to terms with his father's story and history itself."]},
{"rating": "4.25", "genres": ["Historical", "Historical Fiction", "Fiction", "Classics", "Cultural", "France", "Historical", "European Literature", "French Literature"], "title": "\n      Memoirs of Hadrian\n", "author": "Marguerite Yourcenar", "pic_url": "https://images.gr-assets.com/books/1416448158l/12172.jpg", "summary_blocks": ["Both an exploration of character and a reflection on the meaning of history, ", "Memoirs of Hadrian", " has received international acclaim since its first publication in France in 1951. In it, Marguerite Yourcenar reimagines the Emperor Hadrian's arduous boyhood, his triumphs and reversals, and finally, as emperor, his gradual reordering of a war-torn world, writing with the imagi", "Both an exploration of character and a reflection on the meaning of history, ", "Memoirs of Hadrian", " has received international acclaim since its first publication in France in 1951. In it, Marguerite Yourcenar reimagines the Emperor Hadrian's arduous boyhood, his triumphs and reversals, and finally, as emperor, his gradual reordering of a war-torn world, writing with the imaginative insight of a great writer of the twentieth century while crafting a prose style as elegant and precise as those of the Latin stylists of Hadrian's own era."]},
{"rating": "4.22", "genres": ["Childrens", "Picture Books", "Childrens", "Fiction"], "title": "\n      Alexander and the Terrible, Horrible, No Good, Very Bad Day\n      ", "author": "Judith Viorst", "pic_url": "https://images.gr-assets.com/books/1405259744l/46677.jpg", "summary_blocks": ["The perennially popular tale of Alexander's worst day is a storybook that belongs on every child's bookshelf.", "Alexander knew it was going to be a terrible day when he woke up with gum in this hair.", "And it got worse...", "His best friend deserted him. There was no dessert in his lunch bag. And, on top of all that, there were lima beans for dinner and kissing on TV!", "This handsome n", "The perennially popular tale of Alexander's worst day is a storybook that belongs on every child's bookshelf.", "Alexander knew it was going to be a terrible day when he woke up with gum in this hair.", "And it got worse...", "His best friend deserted him. There was no dessert in his lunch bag. And, on top of all that, there were lima beans for dinner and kissing on TV!", "This handsome new edition of Judith Viorst's classic picture book is sure to charm readers of all ages."]},
{"rating": "4.3", "genres": ["Poetry", "Childrens", "Classics", "Childrens", "Picture Books", "Fiction", "Literature", "Childrens", "Juvenile", "Academic", "School", "Young Adult", "Literature", "19th Century"], "title": "\n      A Child's Garden of Verses\n", "author": "Robert Louis Stevenson", "pic_url": "https://images.gr-assets.com/books/1401644174l/20413.jpg", "summary_blocks": ["All the joys and sorrows, fears and fantasies of an imaginative solitary child are brought together in this edition of a much-loved classic. Stevenson's timeless verses bear witness to a happy childhood and create a treasure garden for every child to explore."]},
{"rating": "4.29", "genres": ["Biography", "History", "Nonfiction", "Autobiography", "Memoir", "Biography", "Autobiography", "Classics"], "title": "\n      The Autobiography of Malcolm X\n", "author": "Malcolm X", "pic_url": "https://images.gr-assets.com/books/1434682864l/92057.jpg", "summary_blocks": ["Through a life of passion and struggle, Malcolm X became one of the most influential figures of the 20th Century. In this riveting account, he tells of his journey from a prison cell to Mecca, describing his transition from hoodlum to Muslim minister. Here, the man who called himself \"the angriest Black man in America\" relates how his conversion to true Islam helped him co", "Through a life of passion and struggle, Malcolm X became one of the most influential figures of the 20th Century. In this riveting account, he tells of his journey from a prison cell to Mecca, describing his transition from hoodlum to Muslim minister. Here, the man who called himself \"the angriest Black man in America\" relates how his conversion to true Islam helped him confront his rage and recognize the brotherhood of all mankind. ", "An established classic of modern America, \"The Autobiography of Malcolm X\" was hailed by the New York Times as \"Extraordinary. A brilliant, painful, important book.\" Still extraordinary, still important, this electrifying story has transformed Malcom X's life into his legacy. The strength of his words, the power of his ideas continue to resonate more than a generation after they first appeared."]},
{"rating": "4.28", "genres": ["Fiction", "Historical", "Historical Fiction", "Cultural", "Africa", "Book Club", "Eastern Africa", "Ethiopia", "Health", "Medicine"], "title": "\n      Cutting for Stone\n", "author": "Abraham Verghese", "pic_url": "https://images.gr-assets.com/books/1327931601l/3591262.jpg", "summary_blocks": ["An unforgettable journey into one man's remarkable life, and an epic story about the power, intimacy, and curious beauty of the work of healing others set in 1960s & 1970s Ethiopia and 1980s America.", "Marion and Shiva Stone are twin brothers born of a secret union between a beautiful Indian nun and a brash British surgeon at a mission hospital in Addis Ababa. Orphaned by", "An unforgettable journey into one man's remarkable life, and an epic story about the power, intimacy, and curious beauty of the work of healing others set in 1960s & 1970s Ethiopia and 1980s America.", "Marion and Shiva Stone are twin brothers born of a secret union between a beautiful Indian nun and a brash British surgeon at a mission hospital in Addis Ababa. Orphaned by their mother’s death in childbirth and their father’s disappearance, bound together by a preternatural connection and a shared fascination with medicine, the twins come of age as Ethiopia hovers on the brink of revolution. Yet it will be love, not politics—their passion for the same woman—that will tear them apart and force Marion, fresh out of medical school, to flee his homeland. He makes his way to America, finding refuge in his work as an intern at an underfunded, overcrowded New York City hospital. When the past catches up to him—nearly destroying him—Marion must entrust his life to the two men he thought he trusted least in the world: the surgeon father who abandoned him and the brother who betrayed him. ", "An unforgettable journey into one man’s remarkable life, and an epic story about the power, intimacy, and curious beauty of the work of healing others."]},
{"rating": "4.39", "genres": ["Nonfiction", "History", "Biography", "War", "War", "World War II"], "title": "\n      Unbroken: A World War II Story of Survival, Resilience, and Redemption\n", "author": "Laura Hillenbrand", "pic_url": "https://images.gr-assets.com/books/1327861115l/8664353.jpg", "summary_blocks": ["In her long-awaited new book, Laura Hillenbrand writes with the same rich and vivid narrative voice she displayed in Seabiscuit. Telling an unforgettable story of a man's journey into extremity, Unbroken is a testament to the resilience of the human mind, body, and spirit.", "On a May afternoon in 1943, an Army Air Forces bomber crashed into the Pacific Ocean and disappeared,", "In her long-awaited new book, Laura Hillenbrand writes with the same rich and vivid narrative voice she displayed in Seabiscuit. Telling an unforgettable story of a man's journey into extremity, Unbroken is a testament to the resilience of the human mind, body, and spirit.", "On a May afternoon in 1943, an Army Air Forces bomber crashed into the Pacific Ocean and disappeared, leaving only a spray of debris and a slick of oil, gasoline, and blood. Then, on the ocean surface, a face appeared. It was that of a young lieutenant, the plane's bombardier, who was struggling to a life raft and pulling himself aboard. So began one of the most extraordinary odysseys of the Second World War. ", "The lieutenant’s name was Louis Zamperini. In boyhood, he'd been a cunning and incorrigible delinquent, breaking into houses, brawling, and fleeing his home to ride the rails. As a teenager, he had channeled his defiance into running, discovering a prodigious talent that had carried him to the Berlin Olympics and within sight of the four-minute mile. But when war had come, the athlete had become an airman, embarking on a journey that led to his doomed flight, a tiny raft, and a drift into the unknown. ", "Ahead of Zamperini lay thousands of miles of open ocean, leaping sharks, a foundering raft, thirst and starvation, enemy aircraft, and, beyond, a trial even greater. Driven to the limits of endurance, Zamperini would answer desperation with ingenuity; suffering with hope, resolve, and humor; brutality with rebellion. His fate, whether triumph or tragedy, would be suspended on the fraying wire of his will. ", "In her long-awaited new book, Laura Hillenbrand writes with the same rich and vivid narrative voice she displayed in Seabiscuit. Telling an unforgettable story of a man's journey into extremity, Unbroken is a testament to the resilience of the human mind, body, and spirit."]},
{"rating": "4.55", "genres": ["Fantasy", "Fiction", "Fantasy", "Epic Fantasy"], "title": "\n      The Name of the Wind\n      ", "author": "Patrick Rothfuss", "pic_url": "https://images.gr-assets.com/books/1472068073l/186074.jpg", "summary_blocks": ["Told in Kvothe's own voice, this is the tale of the magically gifted young man who grows to be the most notorious wizard his world has ever seen. ", "The intimate narrative of his childhood in a troupe of traveling players, his years spent as a near-feral orphan in a crime-ridden city, his daringly brazen yet successful bid to enter a legendary school of magic, and his life as", "Told in Kvothe's own voice, this is the tale of the magically gifted young man who grows to be the most notorious wizard his world has ever seen. ", "The intimate narrative of his childhood in a troupe of traveling players, his years spent as a near-feral orphan in a crime-ridden city, his daringly brazen yet successful bid to enter a legendary school of magic, and his life as a fugitive after the murder of a king form a gripping coming-of-age story unrivaled in recent literature. ", "A high-action story written with a poet's hand, ", "The Name of the Wind", " is a masterpiece that will transport readers into the body and mind of a wizard."]},
{"rating": "4.27", "genres": ["Romance", "Fiction", "Audiobook"], "title": "\n      Me Before You\n      ", "author": "Jojo Moyes", "pic_url": "https://images.gr-assets.com/books/1357108762l/15507958.jpg", "summary_blocks": ["Louisa Clark is an ordinary young woman living an exceedingly ordinary life—steady boyfriend, close family—who has never been farther afield than their tiny village. She takes a badly needed job working for ex-Master of the Universe Will Traynor, who is wheelchair-bound after an accident. Will has always lived a huge life—big deals, extreme sports, worldwide travel—and now", "Louisa Clark is an ordinary young woman living an exceedingly ordinary life—steady boyfriend, close family—who has never been farther afield than their tiny village. She takes a badly needed job working for ex-Master of the Universe Will Traynor, who is wheelchair-bound after an accident. Will has always lived a huge life—big deals, extreme sports, worldwide travel—and now he’s pretty sure he cannot live the way he is.", " Will is acerbic, moody, bossy—but Lou refuses to treat him with kid gloves, and soon his happiness means more to her than she expected. When she learns that Will has shocking plans of his own, she sets out to show him that life is still worth living.", "A love story for this generation, ", "Me Before You", " brings to life two people who couldn’t have less in common—a heartbreakingly romantic novel that asks, What do you do when making the person you love happy also means breaking your own heart?"]},
{"rating": "4.22", "genres": ["Fantasy", "Fiction", "Childrens", "Classics", "Young Adult"], "title": "\n      The Phantom Tollbooth\n", "author": "Norton Juster", "pic_url": "https://images.gr-assets.com/books/1438887022l/378.jpg", "summary_blocks": ["Librarian's Note: For an alternate cover edition of the same ISBN, click ", "here", ".", "Hailed as “a classic. . . . humorous, full of warmth and real invention” (The New Yorker), this beloved story -first published more than fifty years ago- introduces readers to Milo and his adventures in the Lands Beyond. ", "For Milo, everything’s a bore. When a tollbooth mysteriously appears in his", "Librarian's Note: For an alternate cover edition of the same ISBN, click ", "here", ".", "Hailed as “a classic. . . . humorous, full of warmth and real invention” (The New Yorker), this beloved story -first published more than fifty years ago- introduces readers to Milo and his adventures in the Lands Beyond. ", "For Milo, everything’s a bore. When a tollbooth mysteriously appears in his room, he drives through only because he’s got nothing better to do. But on the other side, things seem different. Milo visits the Island of Conclusions (you get there by jumping), learns about time from a ticking watchdog named Tock, and even embarks on a quest to rescue Rhyme and Reason! Somewhere along the way, Milo realizes something astonishing. Life is far from dull. In fact, it’s exciting beyond his wildest dreams. . . ."]},
{"rating": "4.24", "genres": ["Fiction", "Historical", "Historical Fiction", "Fantasy", "Writing", "Books About Books"], "title": "\n      The Shadow of the Wind\n      ", "author": "Carlos Ruiz Zafón", "pic_url": "https://images.gr-assets.com/books/1344545047l/1232.jpg", "summary_blocks": ["The international literary sensation, about a boy's quest through the secrets and shadows of postwar Barcelona for a mysterious author whose book has proved as dangerous to own as it is impossible to forget.", "Barcelona, 1945 - just after the war, a great world city lies in shadow, nursing its wounds, and a boy named Daniel awakes on his eleventh birthday to find that he can", "The international literary sensation, about a boy's quest through the secrets and shadows of postwar Barcelona for a mysterious author whose book has proved as dangerous to own as it is impossible to forget.", "Barcelona, 1945 - just after the war, a great world city lies in shadow, nursing its wounds, and a boy named Daniel awakes on his eleventh birthday to find that he can no longer remember his mother’s face. To console his only child, Daniel’s widowed father, an antiquarian book dealer, initiates him into the secret of the Cemetery of Forgotten Books, a library tended by Barcelona’s guild of rare-book dealers as a repository for books forgotten by the world, waiting for someone who will care about them again. Daniel’s father coaxes him to choose a volume from the spiraling labyrinth of shelves, one that, it is said, will have a special meaning for him. And Daniel so loves the novel he selects, The Shadow of the Wind by one Julian Carax, that he sets out to find the rest of Carax’s work. To his shock, he discovers that someone has been systematically destroying every copy of every book this author has written. In fact, he may have the last one in existence. Before Daniel knows it his seemingly innocent quest has opened a door into one of Barcelona’s darkest secrets, an epic story of murder, magic, madness and doomed love. And before long he realizes that if he doesn’t find out the truth about Julian Carax, he and those closest to him will suffer horribly.", "As with all astounding novels, The Shadow of the Wind sends the mind groping for comparisons—The Crimson Petal and the White? The novels of Arturo Pérez-Reverte? Of Victor Hugo? Love in the Time of Cholera?—but in the end, as with all astounding novels, no comparison can suffice. As one leading Spanish reviewer wrote, \"The originality of Ruiz Zafón’s voice is bombproof and displays a diabolical talent. The Shadow of the Wind announces a phenomenon in Spanish literature.\" An uncannily absorbing historical mystery, a heart-piercing romance, and a moving homage to the mystical power of books, The Shadow of the Wind is a triumph of the storyteller’s art."]},
{"rating": "4.22", "genres": ["Childrens", "Childrens", "Picture Books", "Classics"], "title": "\n      Madeline\n      ", "author": "Ludwig Bemelmans", "pic_url": "https://images.gr-assets.com/books/1175060644l/475339.jpg", "summary_blocks": ["Madeline is one of the best-loved characters in children's literature. Set in picturesque Paris, this tale of a brave little girl's trip to the hospital was a Caldecott Honor Book in 1940 and has as much appeal today as it did then. The combination of a spirited heroine, timelessly appealing art, cheerful humor, and rhythmic text makes Madeline a perennial favorite with ch", "Madeline is one of the best-loved characters in children's literature. Set in picturesque Paris, this tale of a brave little girl's trip to the hospital was a Caldecott Honor Book in 1940 and has as much appeal today as it did then. The combination of a spirited heroine, timelessly appealing art, cheerful humor, and rhythmic text makes Madeline a perennial favorite with children of all ages."]},
{"rating": "4.29", "genres": ["History", "Nonfiction", "Biography", "Politics", "North American Hi...", "American History", "Military History", "Civil War"], "title": "\n      Team of Rivals: The Political Genius of Abraham Lincoln\n", "author": "Doris Kearns Goodwin", "pic_url": "https://images.gr-assets.com/books/1347278868l/2199.jpg", "summary_blocks": ["The life and times of Abraham Lincoln have been analyzed and dissected in countless books. Do we need another Lincoln biography? In ", "Team of Rivals", ", esteemed historian Doris Kearns Goodwin proves that we do. Though she can't help but cover some familiar territory, her perspective is focused enough to offer fresh insights into Lincoln's leadership style and his deep understa", "The life and times of Abraham Lincoln have been analyzed and dissected in countless books. Do we need another Lincoln biography? In ", "Team of Rivals", ", esteemed historian Doris Kearns Goodwin proves that we do. Though she can't help but cover some familiar territory, her perspective is focused enough to offer fresh insights into Lincoln's leadership style and his deep understanding of human behavior and motivation. Goodwin makes the case for Lincoln's political genius by examining his relationships with three men he selected for his cabinet, all of whom were opponents for the Republican nomination in 1860: William H. Seward, Salmon P. Chase, and Edward Bates. These men, all accomplished, nationally known, and presidential, originally disdained Lincoln for his backwoods upbringing and lack of experience, and were shocked and humiliated at losing to this relatively obscure Illinois lawyer. Yet Lincoln not only convinced them to join his administration--Seward as secretary of state, Chase as secretary of the treasury, and Bates as attorney general--he ultimately gained their admiration and respect as well. How he soothed egos, turned rivals into allies, and dealt with many challenges to his leadership, all for the sake of the greater good, is largely what Goodwin's fine book is about. Had he not possessed the wisdom and confidence to select and work with the best people, she argues, he could not have led the nation through one of its darkest periods. ", " Ten years in the making, this engaging work reveals why \"Lincoln's road to success was longer, more tortuous, and far less likely\" than the other men, and why, when opportunity beckoned, Lincoln was \"the best prepared to answer the call.\" This multiple biography further provides valuable background and insights into the contributions and talents of Seward, Chase, and Bates. Lincoln may have been \"the indispensable ingredient of the Civil War,\" but these three men were invaluable to Lincoln and they played key roles in keeping the nation intact. --", "Shawn Carkonen", " ", "Team of Rivals", " doesn't just tell the story of Abraham Lincoln. It is a multiple biography of the entire team of personal and political competitors that he put together to lead the country through its greatest crisis. Here, Doris Kearns Goodwin profiles five of the key players in her book, four of whom contended for the 1860 Republican presidential nomination and all of whom later worked together in Lincoln's cabinet.", "1. Edwin M. Stanton", "Stanton treated Lincoln with utter contempt at their initial acquaintance when the two men were involved in a celebrated law case in the summer of 1855. Unimaginable as it might seem after Stanton's demeaning behavior, Lincoln offered him \"the most powerful civilian post within his gift\"--the post of secretary of war--at their next encounter six years later. On his first day in office as Simon Cameron's replacement, the energetic, hardworking Stanton instituted \"an entirely new regime\" in the War Department. After nearly a year of disappointment with Cameron, Lincoln had found in Stanton the leader the War Department desperately needed. Lincoln's choice of Stanton revealed his singular ability to transcend personal vendetta, humiliation, or bitterness. As for Stanton, despite his initial contempt for the man he once described as a \"long armed Ape,\" he not only accepted the offer but came to respect and love Lincoln more than any person outside of his immediate family. He was beside himself with grief for weeks after the president's death.", "2. Salmon P. Chase", "Chase, an Ohioan, had been both senator and governor, had played a central role in the formation of the national Republican Party, and had shown an unflagging commitment to the cause of the black man. No individual felt he ", "deserved", " the presidency as a natural result of his past contributions more than Chase himself, but he refused to engage in the practical methods by which nominations are won. He had virtually no campaign and he failed to conciliate his many enemies in Ohio itself. As a result, he alone among the candidates came to the convention without the united support of his own state. Chase never ceased to underestimate Lincoln, nor to resent the fact that he had lost the presidency to a man he considered his inferior. His frustration with his position as secretary of the treasury was alleviated only by his his dogged hope that he, rather than Lincoln, would be the Republican nominee in 1864, and he steadfastly worked to that end. The president put up with Chase's machinations and haughty yet fundamentally insecure nature because he recognized his superlative accomplishments at treasury. Eventually, however, Chase threatened to split the Republican Party by continuing to fill key positions with partisans who supported his presidential hopes. When Lincoln stepped in, Chase tendered his resignation as he had three times before, but this time Lincoln stunned Chase by calling his bluff and accepting the offer.", "3. Abraham Lincoln", " When Lincoln won the Republican presidential nomination in 1860 he seemed to have come from nowhere--a backwoods lawyer who had served one undistinguished term in the House of Representatives and lost two consecutive contests for the U.S. Senate. Contemporaries attributed his surprising nomination to chance, to his moderate position on slavery, and to the fact that he hailed from the battleground state of Illinois. But Lincoln's triumph, particularly when viewed against the efforts of his rivals, owed much to a remarkable, unsuspected political acuity and an emotional strength forged in the crucible of hardship and defeat. That Lincoln, after winning the presidency, made the unprecedented decision to incorporate his eminent rivals into his political family, the cabinet, was evidence of an uncanny self-confidence and an indication of what would prove to others a most unexpected greatness.", "4. William H. Seward", " A celebrated senator from New York for more than a decade and governor of his state for two terms before going to Washington, Seward was certain he was going to receive his party's nomination for president in 1860. The weekend before the convention in Chicago opened he had already composed a first draft of the valedictory speech he expected to make to the Senate, assuming that he would resign his position as soon as the decision in Chicago was made. His mortification at not having received the nomination never fully abated, and when he was offered his cabinet post as secretary of state he intended to have a major role in choosing the remaining cabinet members, conferring upon himself a position in the new government more commanding than that of Lincoln himself. He quickly realized the futility of his plan to relegate the president to a figurehead role. Though the feisty New Yorker would continue to debate numerous issues with Lincoln in the years ahead, exactly as Lincoln had hoped and needed him to do, Seward would become his closest friend, advisor, and ally in the administration. More than any other cabinet member Seward appreciated Lincoln's peerless skill in balancing factions both within his administration and in the country at large.", "5. Edward Bates", " A widely respected elder statesman, a delegate to the convention that framed the Missouri Constitution, and a former Missouri congressman whose opinions on national matters were still widely sought, Bates's ambitions for political success were gradually displaced by love for his wife and large family, and he withdrew from public life in the late 1840s. For the next 20 years he was asked repeatedly to run or once again accept high government posts but he consistently declined. However in early 1860, with letters and newspaper editorials advocating his candidacy crowding in upon him, he decided to try for the highest office in the land. After losing to Lincoln he vowed, in his diary, to decline a cabinet position if one were to be offered, but with the country \"in trouble and danger\" he felt it was his duty to accept when Lincoln asked him to be attorney general. Though Bates initially viewed Lincoln as a well-meaning but incompetent administrator, he eventually concluded that the president was an unmatched leader, \"very near being a 'perfect man.'\""]},
{"rating": "4.38", "genres": ["Childrens", "Childrens", "Picture Books", "Classics", "Fiction"], "title": "\n      The Giving Tree\n", "author": "Shel Silverstein", "pic_url": "https://images.gr-assets.com/books/1174210942l/370493.jpg", "summary_blocks": ["\"Once there was a tree...and she loved a little boy.\"", "So begins a story of unforgettable perception, beautifully written and illustrated by the gifted and versatile Shel Silverstein.", "Every day the boy would come to the tree to eat her apples, swing from her branches, or slide down her trunk...and the tree was happy. But as the boy grew older he began to want more from the tr", "\"Once there was a tree...and she loved a little boy.\"", "So begins a story of unforgettable perception, beautifully written and illustrated by the gifted and versatile Shel Silverstein.", "Every day the boy would come to the tree to eat her apples, swing from her branches, or slide down her trunk...and the tree was happy. But as the boy grew older he began to want more from the tree, and the tree gave and gave and gave.", "This is a tender story, touched with sadness, aglow with consolation. Shel Silverstein has created a moving parable for readers of all ages that offers an affecting interpretation of the gift of giving and a serene acceptance of another's capacity to love in return."]},
{"rating": "4.35", "genres": ["Childrens", "Classics", "Childrens", "Picture Books"], "title": "\n      The Lorax\n", "author": "Dr. Seuss", "pic_url": "https://images.gr-assets.com/books/1327879938l/7784.jpg", "summary_blocks": ["\"UNLESS someone like you...cares a whole awful lot...nothing is going to get better...It's not.\" Long before saving the earth became a global concern, Dr. Seuss, speaking through his character the Lorax, warned against mindless progress and the danger it posed to the earth's natural beauty. His classic cautionary tale is now available in an irresistible mini-edition, perfe", "\"UNLESS someone like you...cares a whole awful lot...nothing is going to get better...It's not.\" Long before saving the earth became a global concern, Dr. Seuss, speaking through his character the Lorax, warned against mindless progress and the danger it posed to the earth's natural beauty. His classic cautionary tale is now available in an irresistible mini-edition, perfect for backpack or briefcase, for Arbor Day, Earth Day, and every day."]},
{"rating": "4.47", "genres": ["Fiction", "Westerns", "Historical", "Historical Fiction", "Classics", "Historical"], "title": "\n      Lonesome Dove\n      ", "author": "Larry McMurtry", "pic_url": "https://images.gr-assets.com/books/1378573063l/256008.jpg", "summary_blocks": ["A love story, an adventure, and an epic of the frontier, Larry McMurtry’s Pulitzer Prize— winning classic, ", "Lonesome Dove", ", the third book in the ", "Lonesome Dove", " tetralogy, is the grandest novel ever written about the last defiant wilderness of America.", "Journey to the dusty little Texas town of Lonesome Dove and meet an unforgettable assortment of heroes and outlaws, whores and", "A love story, an adventure, and an epic of the frontier, Larry McMurtry’s Pulitzer Prize— winning classic, ", "Lonesome Dove", ", the third book in the ", "Lonesome Dove", " tetralogy, is the grandest novel ever written about the last defiant wilderness of America.", "Journey to the dusty little Texas town of Lonesome Dove and meet an unforgettable assortment of heroes and outlaws, whores and ladies, Indians and settlers. Richly authentic, beautifully written, always dramatic, ", "Lonesome Dove", " is a book to make us laugh, weep, dream, and remember.", "Series in order of publication:", "Lonesome Dove (1985)", "Streets of Laredo (1993)", "Dead Man's Walk (1995)", "Comanche Moon (1997)", "Series in order of internal chronology:", "Dead Man's Walk – set in the early 1840s", "Comanche Moon – set in the 1850–60s", "Lonesome Dove – set in mid-to-late 1870s", "Streets of Laredo – set in the early 1890s"]},
{"rating": "4.32", "genres": ["Classics", "Cultural", "China", "Philosophy", "Spirituality", "Nonfiction", "Philosophy", "Eastern Philosophy", "Self Help", "Reference", "Cultural", "Asia", "Religion"], "title": "\n      Tao Te Ching\n", "author": "Lao Tzu", "pic_url": "https://images.gr-assets.com/books/1388306422l/57854.jpg", "summary_blocks": ["The ", "Tao Te Ching", ", the esoteric but infinitely practical book written most probably in the sixth century B.C. by Lao Tsu, has been translated more frequently than any work except the Bible. This translation of the Chinese classic, which was first published twenty-five years ago, has sold more copies than any of the others. It offers the essence of each word and makes Lao Ts", "The ", "Tao Te Ching", ", the esoteric but infinitely practical book written most probably in the sixth century B.C. by Lao Tsu, has been translated more frequently than any work except the Bible. This translation of the Chinese classic, which was first published twenty-five years ago, has sold more copies than any of the others. It offers the essence of each word and makes Lao Tsu's teaching immediate and alive.", "The philosophy of Lao Tsu is simple: Accept what is in front of you without wanting the situation to be other than it is. Study the natural order of things and work with it rather than against it, for to try to change what ", "is", " only sets up resistance. Nature provides everything without requiring payment or thanks, and also provides for all without discrimination—therefore let us present the same face to everyone and treat all men as equals, however they may behave. If we watch carefully, we will see that work proceeds more quickly and easily if we stop \"trying,\" if we stop putting in so much extra effort, if we stop looking for results. In the clarity of a still and open mind, truth will be reflected. We will come to appreciate the original meaning of the word \"understand,\" which means \"to stand under.\" We serve whatever or whoever stands before us, without any thought for ourselves. ", "Te", "—which may be translated as \"virtue\" or \"strength\"—lies always in ", "Tao,", " or\" natural law. In other words: Simply be."]},
{"rating": "4.34", "genres": ["Horror", "Fiction", "Short Stories", "Thriller", "Mystery", "Fantasy", "Suspense", "Drama", "Classics", "Literature", "American"], "title": "\n      Different Seasons featuring The Shawshank Redemption\n", "author": "Stephen King", "pic_url": "https://images.gr-assets.com/books/1172260108l/155403.jpg", "summary_blocks": ["Tim Robbins and Morgan Freeman star in The Shawshank Redemption, now a major motion picture from Columbia based on the novella \"Rita Hayworth and the Shawshank Redemption\" in Different Seasons by Stephen King. A prisoner exacts a revenge and escape so meticulous, so brilliant, that no one suspects his plan. . . ."]},
{"rating": "4.34", "genres": ["Fiction", "Historical", "Historical Fiction", "Cultural", "Canada"], "title": "\n      A Fine Balance\n", "author": "Rohinton Mistry", "pic_url": "https://images.gr-assets.com/books/1386925449l/5211.jpg", "summary_blocks": ["With a compassionate realism and narrative sweep that recall the work of Charles Dickens, this magnificent novel captures all the cruelty and corruption, dignity and heroism, of India. ", "The time is 1975. The place is an unnamed city by the sea. The government has just declared a State of Emergency, in whose upheavals four strangers--a spirited widow, a young student uproote", "With a compassionate realism and narrative sweep that recall the work of Charles Dickens, this magnificent novel captures all the cruelty and corruption, dignity and heroism, of India. ", "The time is 1975. The place is an unnamed city by the sea. The government has just declared a State of Emergency, in whose upheavals four strangers--a spirited widow, a young student uprooted from his idyllic hill station, and two tailors who have fled the caste violence of their native village--will be thrust together, forced to share one cramped apartment and an uncertain future. ", "As the characters move from distrust to friendship and from friendship to love, ", "A Fine Balance", " creates an enduring panorama of the human spirit in an inhuman state."]},
{"rating": "4.27", "genres": ["Childrens", "Classics", "Childrens", "Picture Books", "Fiction", "Kids", "Poetry", "Animals", "Childrens", "Juvenile", "Young Adult", "Childrens", "Storytime"], "title": "\n      Goodnight Moon\n      ", "author": "Margaret Wise Brown", "pic_url": "https://images.gr-assets.com/books/1439223893l/32929.jpg", "summary_blocks": ["In a great green room, tucked away in bed, is a little bunny. \"Goodnight room, goodnight moon.\" And to all the familiar things in the softly lit room -- to the picture of the three little bears sitting on chairs, to the clocks and his socks, to the mittens and the kittens, to everything one by one -- the little bunny says goodnight.", "In this classic of children's literature,", "In a great green room, tucked away in bed, is a little bunny. \"Goodnight room, goodnight moon.\" And to all the familiar things in the softly lit room -- to the picture of the three little bears sitting on chairs, to the clocks and his socks, to the mittens and the kittens, to everything one by one -- the little bunny says goodnight.", "In this classic of children's literature, beloved by generations of readers and listeners, the quiet poetry of the words and the gentle, lulling illustrations combine to make a perfect book for the end of the day."]},
{"rating": "4.26", "genres": ["Poetry", "European Literature", "French Literature", "Cultural", "France", "Literature", "19th Century", "Literature"], "title": "\n      Les Fleurs du Mal\n", "author": "Charles Baudelaire", "pic_url": "https://images.gr-assets.com/books/1388667125l/203220.jpg", "summary_blocks": ["Presents the first American translation of the complete text of Baudelaire's 1857 masterwork and includes the complete original French texts for easy comparison."]},
{"rating": "4.29", "genres": ["Childrens", "Classics", "Fiction", "Childrens", "Picture Books"], "title": "\n      The Velveteen Rabbit\n", "author": "Margery Williams Bianco", "pic_url": "https://images.gr-assets.com/books/1347748913l/144974.jpg", "summary_blocks": ["Nursery magic is very strange and wonderful, and only those playthings that are old and wise and experienced like the Skin Horse understand all about it.", "Like the Skin Horse, Margery Williams understood how toys--and people--become real through the wisdom and experience of love. This reissue of a favorite classic, with the original story and illustrations as they first appe", "Nursery magic is very strange and wonderful, and only those playthings that are old and wise and experienced like the Skin Horse understand all about it.", "Like the Skin Horse, Margery Williams understood how toys--and people--become real through the wisdom and experience of love. This reissue of a favorite classic, with the original story and illustrations as they first appeared in 1922, will work its magic for all who read it."]},
{"rating": "4.35", "genres": ["Classics", "Fiction", "Historical", "Historical Fiction", "Literature"], "title": "\n      East of Eden\n", "author": "John Steinbeck", "pic_url": "https://images.gr-assets.com/books/1441547516l/4406.jpg", "summary_blocks": ["Set in the rich farmland of California’s Salinas Valley, this sprawling and often brutal novel follows the intertwined destinies of two families—the Trasks and the Hamiltons—whose generations helplessly reenact the fall of Adam and Eve and the poisonous rivalry of Cain and Abel. Here Steinbeck created some of his most memorable characters and explored his most enduring the", "Set in the rich farmland of California’s Salinas Valley, this sprawling and often brutal novel follows the intertwined destinies of two families—the Trasks and the Hamiltons—whose generations helplessly reenact the fall of Adam and Eve and the poisonous rivalry of Cain and Abel. Here Steinbeck created some of his most memorable characters and explored his most enduring themes: the mystery of identity; the inexplicability of love; and the murderous consequences of love’s absence."]},
{"rating": "4.3", "genres": ["Science Fiction", "Fiction", "Young Adult", "Fantasy"], "title": "\n      Ender's Game\n      ", "author": "Orson Scott Card", "pic_url": "https://images.gr-assets.com/books/1408303130l/375802.jpg", "summary_blocks": ["Andrew \"Ender\" Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip awa", "Andrew \"Ender\" Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war against an alien enemy seeking to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip away and find the diamond inside, or destroy him utterly. Ender Wiggin is six years old when it begins. He will grow up fast.", "But Ender is not the only result of the experiment. The war with the Buggers has been raging for a hundred years, and the quest for the perfect general has been underway almost as long. Ender's two older siblings, Peter and Valentine, are every bit as unusual as he is, but in very different ways. While Peter was too uncontrollably violent, Valentine very nearly lacks the capability for violence altogether. Neither was found suitable for the military's purpose. But they are driven by their jealousy of Ender, and by their inbred drive for power. Peter seeks to control the political process, to become a ruler. Valentine's abilities turn more toward the subtle control of the beliefs of commoner and elite alike, through powerfully convincing essays. Hiding their youth and identities behind the anonymity of the computer networks, these two begin working together to shape the destiny of Earth-an Earth that has no future at all if their brother Ender fails.", "~from author's web site"]},
{"rating": "4.29", "genres": ["Childrens", "Childrens", "Picture Books"], "title": "\n      The Very Hungry Caterpillar\n", "author": "Eric Carle", "pic_url": "https://images.gr-assets.com/books/1327878225l/4948.jpg", "summary_blocks": ["Eric Carle's ", "The Very Hungry Caterpillar", " is a perennial favorite with children and adults alike. Its imaginative illustration and clever cut-out detail charts the progress of a very hungry caterpillar as he eats his way through the week."]},
{"rating": "4.22", "genres": ["Nonfiction", "Politics", "Economics", "History", "Sociology"], "title": "\n      The Shock Doctrine: The Rise of Disaster Capitalism\n", "author": "Naomi Klein", "pic_url": "https://images.gr-assets.com/books/1442590618l/1237300.jpg", "summary_blocks": ["In her ground-breaking reporting from Iraq, Naomi Klein exposed how the trauma of invasion was being exploited to remake the country in the interest of foreign corporations. She called it \"disaster capitalism.\" Covering Sri Lanka in the wake of the tsunami, and New Orleans post-Katrina, she witnessed something remarkably similar. People still reeling from catastrophe were", "In her ground-breaking reporting from Iraq, Naomi Klein exposed how the trauma of invasion was being exploited to remake the country in the interest of foreign corporations. She called it \"disaster capitalism.\" Covering Sri Lanka in the wake of the tsunami, and New Orleans post-Katrina, she witnessed something remarkably similar. People still reeling from catastrophe were being hit again, this time with economic \"shock treatment\" losing their land and homes to rapid-fire corporate makeovers. The Shock Doctrine retells the story of the most dominant ideology of our time, Milton Friedman's free market economic revolution. In contrast to the popular myth of this movement's peaceful global victory, Klein shows how it has exploited moments of shock and extreme violence in order to implement its economic policies in so many parts of the world from Latin America and Eastern Europe to South Africa, Russia, and Iraq. At the core of disaster capitalism is the use of cataclysmic events to advance radical privatization combined with the privatization of the disaster response itself. By capitalizing on crises, created by nature or war, Klein argues that the disaster capitalism complex now exists as a booming new economy, and is the violent culmination of a radical economic project that has been incubating for fifty years."]},
{"rating": "4.25", "genres": ["Science Fiction Fantasy", "Young Adult"], "title": "\n      The Princess Bride \n", "author": "William Goldman", "pic_url": "https://images.gr-assets.com/books/1327903636l/21787.jpg", "summary_blocks": ["What happens when the most beautiful girl in the world marries the handsomest prince of all time and he turns out to be...well...a lot less than the man of her dreams?", "As a boy, William Goldman claims, he loved to hear his father read the S. Morgenstern classic, The Princess Bride. But as a grown-up he discovered that the boring parts were left out of good old Dad's recitat", "What happens when the most beautiful girl in the world marries the handsomest prince of all time and he turns out to be...well...a lot less than the man of her dreams?", "As a boy, William Goldman claims, he loved to hear his father read the S. Morgenstern classic, The Princess Bride. But as a grown-up he discovered that the boring parts were left out of good old Dad's recitation, and only the \"good parts\" reached his ears.", "Now Goldman does Dad one better. He's reconstructed the \"Good Parts Version\" to delight wise kids and wide-eyed grownups everywhere.", "What's it about? Fencing. Fighting. True Love. Strong Hate. Harsh Revenge. A Few Giants. Lots of Bad Men. Lots of Good Men. Five or Six Beautiful Women. Beasties Monstrous and Gentle. Some Swell Escapes and Captures. Death, Lies, Truth, Miracles, and a Little Sex.", "In short, it's about everything."]},
{"rating": "4.29", "genres": ["Childrens", "Childrens", "Picture Books", "Classics", "Fiction", "Poetry", "Humor", "Fantasy", "Kids", "Food and Drink", "Food", "Young Adult"], "title": "\n      Green Eggs and Ham\n", "author": "Dr. Seuss", "pic_url": "https://images.gr-assets.com/books/1468680100l/23772.jpg", "summary_blocks": ["“Do you like green eggs and ham?” asks Sam-I-am in this Beginner Book by Dr. Seuss. In a house or with a mouse? In a boat or with a goat? On a train or in a tree? Sam keeps asking persistently. With unmistakable characters and signature rhymes, Dr. Seuss’s beloved favorite has cemented its place as a children’s classic. In this most famous of cumulative tales, the list of", "“Do you like green eggs and ham?” asks Sam-I-am in this Beginner Book by Dr. Seuss. In a house or with a mouse? In a boat or with a goat? On a train or in a tree? Sam keeps asking persistently. With unmistakable characters and signature rhymes, Dr. Seuss’s beloved favorite has cemented its place as a children’s classic. In this most famous of cumulative tales, the list of places to enjoy green eggs and ham, and friends to enjoy them with, gets longer and longer. Follow Sam-I-am as he insists that this unusual treat is indeed a delectable snack to be savored everywhere and in every way. ", "Originally created by Dr. Seuss, Beginner Books encourage children to read all by themselves, with simple words and illustrations that give clues to their meaning."]},
{"rating": "4.35", "genres": ["Poetry", "Classics", "European Literature", "German Literature", "Literature"], "title": "\n      Sonnets to Orpheus\n", "author": "Rainer Maria Rilke", "pic_url": "https://images.gr-assets.com/books/1348931949l/205134.jpg", "summary_blocks": ["To Rilke himself the ", "Sonnets to Orpheus", " were \"perhaps the most mysterious in the way they came up and entrusted themselves to me, the most enigmatic dictation I have ever held through and achieved; the whole first part was written down in a single breathless act of obedience, between the 2nd and 5th of February, without one word being doubtful or having to be changed.\" Wit", "To Rilke himself the ", "Sonnets to Orpheus", " were \"perhaps the most mysterious in the way they came up and entrusted themselves to me, the most enigmatic dictation I have ever held through and achieved; the whole first part was written down in a single breathless act of obedience, between the 2nd and 5th of February, without one word being doubtful or having to be changed.\" With facing-page German."]},
{"rating": "4.23", "genres": ["Classics", "Fiction", "Young Adult", "Childrens", "Historical", "Historical Fiction"], "title": "\n      Anne of Green Gables\n      ", "author": "L.M. Montgomery", "pic_url": "https://images.gr-assets.com/books/1390789015l/8127.jpg", "summary_blocks": ["Everyone's favorite redhead, the spunky Anne Shirley, begins her adventures at Green Gables, a farm outside Avonlea, Prince Edward Island. When the freckled girl realizes that the elderly Cuthberts wanted to adopt a boy instead, she begins to try to win them and, consequently, the reader, over."]},
{"rating": "4.34", "genres": ["Fiction", "Historical", "Historical Fiction", "Contemporary"], "title": "\n      A Thousand Splendid Suns\n", "author": "Khaled Hosseini", "pic_url": "https://images.gr-assets.com/books/1345958969l/128029.jpg", "summary_blocks": ["At once an incredible chronicle of thirty years of Afghan history and a deeply moving story of family, friendship, faith, and the salvation to be found in love.", "Propelled by the same superb instinct for storytelling that made The Kite Runner a beloved classic, A Thousand Splendid Suns is at once an incredible chronicle of thirty years of Afghan history and a deeply moving s", "At once an incredible chronicle of thirty years of Afghan history and a deeply moving story of family, friendship, faith, and the salvation to be found in love.", "Propelled by the same superb instinct for storytelling that made The Kite Runner a beloved classic, A Thousand Splendid Suns is at once an incredible chronicle of thirty years of Afghan history and a deeply moving story of family, friendship, faith, and the salvation to be found in love. ", "Born a generation apart and with very different ideas about love and family, Mariam and Laila are two women brought jarringly together by war, by loss and by fate. As they endure the ever escalating dangers around them - in their home as well as in the streets of Kabul - they come to form a bond that makes them both sisters and mother-daughter to each other, and that will ultimately alter the course not just of their own lives but of the next generation. With heart-wrenching power and suspense, Hosseini shows how a woman's love for her family can move her to shocking and heroic acts of self-sacrifice, and that in the end it is love, or even the memory of love, that is often the key to survival."]},
{"rating": "4.26", "genres": ["Young Adult", "Fiction", "Romance", "Contemporary"], "title": "\n      The Fault in Our Stars\n", "author": "John Green", "pic_url": "https://images.gr-assets.com/books/1360206420l/11870085.jpg", "summary_blocks": ["There is an alternate cover edition ", "here", ".", "\"I fell in love the way you fall asleep: slowly, then all at once.\"", "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Haz", "There is an alternate cover edition ", "here", ".", "\"I fell in love the way you fall asleep: slowly, then all at once.\"", "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.", "Insightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning author John Green's most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love."]},
{"rating": "4.34", "genres": ["Classics", "Fiction", "Cultural", "France", "Literature", "European Literature", "French Literature", "Philosophy"], "title": "\n      In Search of Lost Time\n      ", "author": "Marcel Proust", "pic_url": "https://images.gr-assets.com/books/1352231701l/18796.jpg", "summary_blocks": ["For this complete, authoritative English-language edition, D. J. Enright has revised the late Terence Kilmartin's acclaimed reworking of C. K. Scott Moncrieff's translation to take into account the new definitive French editions of 'À la recherche du temps perdu' (the final volume of these new editions was published by the Bibliothèque de la Pléiade in 1989)."]},
{"rating": "4.36", "genres": ["Fiction", "Classics", "Mystery", "Crime", "Thriller", "Historical", "Historical Fiction"], "title": "\n      The Godfather\n      ", "author": "Mario Puzo", "pic_url": "https://images.gr-assets.com/books/1394988109l/22034.jpg", "summary_blocks": ["The Godfather—the epic tale of crime and betrayal that became a global phenomenon.", "Almost fifty years ago, a classic was born. A searing portrayal of the Mafia underworld, The Godfather introduced readers to the first family of American crime fiction, the Corleones, and their powerful legacy of tradition, blood, and honor. The seduction of power, the pitfalls of greed, and", "The Godfather—the epic tale of crime and betrayal that became a global phenomenon.", "Almost fifty years ago, a classic was born. A searing portrayal of the Mafia underworld, The Godfather introduced readers to the first family of American crime fiction, the Corleones, and their powerful legacy of tradition, blood, and honor. The seduction of power, the pitfalls of greed, and the allegiance to family—these are the themes that have resonated with millions of readers around the world and made The Godfather the definitive novel of the violent subculture that, steeped in intrigue and controversy, remains indelibly etched in our collective consciousness.", "~penguin.com"]},
{"rating": "4.28", "genres": ["Classics", "Fiction", "Fantasy", "Childrens"], "title": "\n      The Little Prince\n", "author": "Antoine de Saint-Exupéry", "pic_url": "https://images.gr-assets.com/books/1367545443l/157993.jpg", "summary_blocks": ["Moral allegory and spiritual autobiography, The Little Prince is the most translated book in the French language. With a timeless charm it tells the story of a little boy who leaves the safety of his own tiny planet to travel the universe, learning the vagaries of adult behaviour through a series of extraordinary encounters. His personal odyssey culminates in a voyage to E", "Moral allegory and spiritual autobiography, The Little Prince is the most translated book in the French language. With a timeless charm it tells the story of a little boy who leaves the safety of his own tiny planet to travel the universe, learning the vagaries of adult behaviour through a series of extraordinary encounters. His personal odyssey culminates in a voyage to Earth and further adventures."]},
{"rating": "4.47", "genres": ["Short Stories", "Fiction", "Classics", "Literature", "Magical Realism", "European Literature", "Spanish Literature", "Fantasy"], "title": "\n      Ficciones\n", "author": "Jorge Luis Borges", "pic_url": "https://images.gr-assets.com/books/1388197956l/426504.jpg", "summary_blocks": ["The seventeen pieces in ", "Ficciones", " demonstrate the whirlwind of Borges's genius and mirror the precision and potency of his intellect and inventiveness, his piercing irony, his skepticism, and his obsession with fantasy. Borges sends us on a journey into a compelling, bizarre, and profoundly resonant realm; we enter the fearful sphere of Pascal's abyss, the surreal and lite", "The seventeen pieces in ", "Ficciones", " demonstrate the whirlwind of Borges's genius and mirror the precision and potency of his intellect and inventiveness, his piercing irony, his skepticism, and his obsession with fantasy. Borges sends us on a journey into a compelling, bizarre, and profoundly resonant realm; we enter the fearful sphere of Pascal's abyss, the surreal and literal labyrinth of books, and the iconography of eternal return. To enter the worlds in ", "Ficciones", " is to enter the mind of Jorge Luis Borges, wherein lies Heaven, Hell, and everything in between.", " Part One: The Garden of Forking Paths", " Prologue", " Tlön, Uqbar, Orbis Tertius (1940)", " The Approach to Al-Mu'tasim (1936, not included in the 1941 edition)", " Pierre Menard, Author of the Quixote (1939)", " The Circular Ruins (1940)", " The Lottery in Babylon (1941)", " An Examination of the Work of Herbert Quain (1941)", " The Library of Babel (1941)", " The Garden of Forking Paths (1941)", " Part Two: Artifices", " Prologue", " Funes the Memorious (1942)", " The Form of the Sword (1942)", " Theme of the Traitor and the Hero (1944)", " Death and the Compass (1942)", " The Secret Miracle (1943)", " Three Versions of Judas (1944)", " The End (1953, 2nd edition only)", " The Sect of the Phoenix (1952, 2nd edition only)", " The South (1953, 2nd edition only)"]},
{"rating": "4.24", "genres": ["Fiction", "Classics", "Cultural", "France", "Literary Fiction"], "title": "\n      Journey to the End of the Night\n      ", "author": "Louis-Ferdinand Céline", "pic_url": "https://images.gr-assets.com/books/1462934409l/12395.jpg", "summary_blocks": ["Louis-Ferdinand Celine's revulsion and anger at what he considered the idiocy and hypocrisy of society explodes from nearly every page of this novel. Filled with slang and obscenities and written in raw, colloquial language, ", "Journey to the End of the Night", " is a literary symphony of violence, cruelty and obscene nihilism. This book shocked most critics when it was first pub", "Louis-Ferdinand Celine's revulsion and anger at what he considered the idiocy and hypocrisy of society explodes from nearly every page of this novel. Filled with slang and obscenities and written in raw, colloquial language, ", "Journey to the End of the Night", " is a literary symphony of violence, cruelty and obscene nihilism. This book shocked most critics when it was first published in France in 1932, but quickly became a success with the reading public in Europe, and later in America where it was first published by New Directions in 1952. The story of the improbable yet convincingly described travels of the petit-bourgeois (and largely autobiographical) antihero, Bardamu, from the trenches of World War I, to the African jungle, to New York and Detroit, and finally to life as a failed doctor in Paris, takes the readers by the scruff and hurtles them toward the novel's inevitable, sad conclusion."]},
{"rating": "4.31", "genres": ["Classics", "Fantasy", "Fiction", "Fantasy", "Fairy Tales", "Childrens"], "title": "\n      The Complete Grimm's Fairy Tales\n      ", "author": "Jacob Grimm", "pic_url": "https://images.gr-assets.com/books/1369540060l/22917.jpg", "summary_blocks": ["For almost two centuries, the stories of magic and myth gathered by the Brothers Grimm have been part of the way children — and adults — learn about the vagaries of the real world. ", "Cinderella, Rapunzel, Snow-White, Hänsel and Gretel, Little Red-Cap (a.k.a. Little Red Riding Hood), and Briar-Rose (a.k.a. Sleeping Beauty) are only a few of more than 200 enchanting characters", "For almost two centuries, the stories of magic and myth gathered by the Brothers Grimm have been part of the way children — and adults — learn about the vagaries of the real world. ", "Cinderella, Rapunzel, Snow-White, Hänsel and Gretel, Little Red-Cap (a.k.a. Little Red Riding Hood), and Briar-Rose (a.k.a. Sleeping Beauty) are only a few of more than 200 enchanting characters included here. ", "Lyrically translated and beautifully illustrated, the tales are presented just as Jacob and Wilhelm Grimm originally set them down: bold, primal, just frightening enough, and endlessly engaging."]},
{"rating": "4.28", "genres": ["Classics", "Historical", "Historical Fiction", "Fiction", "Romance", "Historical", "Literature", "War", "Romance", "Historical Romance", "Military History", "Civil War", "Novels"], "title": "\n      Gone with the Wind\n", "author": "Margaret Mitchell", "pic_url": "https://images.gr-assets.com/books/1328025229l/18405.jpg", "summary_blocks": ["Gone with the Wind", " is a novel written by Margaret Mitchell, first published in 1936. The story is set in Clayton County, Georgia, and Atlanta during the American Civil War and Reconstruction era. It depicts the struggles of young Scarlett O'Hara, the spoiled daughter of a well-to-do plantation owner, who must use every means at her disposal to claw her way out of the pover", "Gone with the Wind", " is a novel written by Margaret Mitchell, first published in 1936. The story is set in Clayton County, Georgia, and Atlanta during the American Civil War and Reconstruction era. It depicts the struggles of young Scarlett O'Hara, the spoiled daughter of a well-to-do plantation owner, who must use every means at her disposal to claw her way out of the poverty she finds herself in after Sherman's March to the Sea. A historical novel, the story is a Bildungsroman or coming-of-age story, with the title taken from a poem written by Ernest Dowson. ", "Gone with the Wind", " was popular with American readers from the onset and was the top American fiction bestseller in the year it was published and in 1937. As of 2014, a Harris poll found it to be the second favorite book of American readers, just behind the Bible. More than 30 million copies have been printed worldwide."]},
{"rating": "4.45", "genres": ["Science Fiction Fantasy", "Science Fiction"], "title": "\n      A Game of Thrones\n      ", "author": "George R.R. Martin", "pic_url": "https://images.gr-assets.com/books/1436732693l/13496.jpg", "summary_blocks": ["Summers span decades. Winter can last a lifetime. And the struggle for the Iron Throne has begun.", "As Warden of the north, Lord Eddard Stark counts it a curse when King Robert bestows on him the office of the Hand. His honour weighs him down at court where a true man does what he will, not what he must … and a dead enemy is a thing of beauty.", "The old gods have no power in the", "Summers span decades. Winter can last a lifetime. And the struggle for the Iron Throne has begun.", "As Warden of the north, Lord Eddard Stark counts it a curse when King Robert bestows on him the office of the Hand. His honour weighs him down at court where a true man does what he will, not what he must … and a dead enemy is a thing of beauty.", "The old gods have no power in the south, Stark’s family is split and there is treachery at court. Worse, the vengeance-mad heir of the deposed Dragon King has grown to maturity in exile in the Free Cities. He claims the Iron Throne."]},
{"rating": "4.5", "genres": ["Poetry", "Fiction", "Classics", "Philosophy", "Literature"], "title": "\n      The Book of Disquiet\n", "author": "Fernando Pessoa", "pic_url": "https://images.gr-assets.com/books/1382871857l/45974.jpg", "summary_blocks": ["Fernando Pessoa was many writers in one. He attributed his prolific writings to a wide range of alternate selves, each of which had a distinct biography, ideology. and horoscope. When he died in 1935, Pessoa left behind a trunk filled with unfinished and unpublished writings, among which were the remarkable pages that make up his posthumous masterpiece, ", "The Book of Disquie", "Fernando Pessoa was many writers in one. He attributed his prolific writings to a wide range of alternate selves, each of which had a distinct biography, ideology. and horoscope. When he died in 1935, Pessoa left behind a trunk filled with unfinished and unpublished writings, among which were the remarkable pages that make up his posthumous masterpiece, ", "The Book of Disquiet", ", an astonishing work that, in George Steiner's words, \"gives to Lisbon the haunting spell of Joyce's Dublin or Kafka's Prague.\"Published for the first time some fifty years after his death, this unique collection of short, aphoristic paragraphs comprises the \"autobiography\" of Bernardo Soares, one of Pessoa's alternate selves. Part intimate diary, part prose poetry, part descriptive narrative, captivatingly translated by Richard Zenith, ", "The Book of Disquiet", " is one of the greatest works of the twentieth century."]},
{"rating": "4.25", "genres": ["Sequential Art", "Graphic Novels", "Sequential Art", "Comics", "Fiction", "Science Fiction", "Dystopia"], "title": "\n      V for Vendetta\n      ", "author": "Alan Moore", "pic_url": "https://images.gr-assets.com/books/1343668985l/5805.jpg", "summary_blocks": ["\"Remember, remember the fifth of November...\"", "A frightening and powerful tale of the loss of freedom and identity in a chillingly believable totalitarian world, ", "V for Vendetta", " stands as one of the highest achievements of the comics medium and a defining work for creators Alan Moore and David Lloyd.", "Set in an imagined future England that has given itself over to fascism, this", "\"Remember, remember the fifth of November...\"", "A frightening and powerful tale of the loss of freedom and identity in a chillingly believable totalitarian world, ", "V for Vendetta", " stands as one of the highest achievements of the comics medium and a defining work for creators Alan Moore and David Lloyd.", "Set in an imagined future England that has given itself over to fascism, this groundbreaking story captures both the suffocating nature of life in an authoritarian police state and the redemptive power of the human spirit which rebels against it. Crafted with sterling clarity and intelligence, ", "V for Vendetta", " brings an unequaled depth of characterization and verisimilitude to its unflinching account of oppression and resistance."]},
{"rating": "4.24", "genres": ["Romance", "Classics", "Historical", "Historical Fiction", "Literature", "Historical"], "title": "\n      Pride and Prejudice\n", "author": "Jane Austen", "pic_url": "https://images.gr-assets.com/books/1320399351l/1885.jpg", "summary_blocks": ["“It is a truth universally acknowledged, that a single man in possession of a good fortune must be in want of a wife.” So begins Pride and Prejudice, Jane Austen’s witty comedy of manners—one of the most popular novels of all time—that features splendidly civilized sparring between the proud Mr. Darcy and the prejudiced Elizabeth Bennet as they play out their spirited cour", "“It is a truth universally acknowledged, that a single man in possession of a good fortune must be in want of a wife.” So begins Pride and Prejudice, Jane Austen’s witty comedy of manners—one of the most popular novels of all time—that features splendidly civilized sparring between the proud Mr. Darcy and the prejudiced Elizabeth Bennet as they play out their spirited courtship in a series of eighteenth-century drawing-room intrigues. Renowned literary critic and historian George Saintsbury in 1894 declared it the “most perfect, the most characteristic, the most eminently quintessential of its author’s works,” and Eudora Welty in the twentieth century described it as “irresistible and as nearly flawless as any fiction could be.”", "--penguinrandomhouse.com"]},
{"rating": "4.36", "genres": ["Historical", "Historical Fiction", "Fiction", "Young Adult"], "title": "\n      The Book Thief\n", "author": "Markus Zusak", "pic_url": "https://images.gr-assets.com/books/1390053681l/19063.jpg", "summary_blocks": ["A story about, among other things: A girl, some words, an accordionist, some fanatical Germans, a Jewish fist-fighter, and quite a lot of thievery. . . .an unforgettable story about the ability of books to feed the soul. Winner of the 2007 BookBrowse Ruby Award.", "Winner of the 2007 BookBrowse Ruby Award. ", "It’s just a small story really, about among other things: a girl, some", "A story about, among other things: A girl, some words, an accordionist, some fanatical Germans, a Jewish fist-fighter, and quite a lot of thievery. . . .an unforgettable story about the ability of books to feed the soul. Winner of the 2007 BookBrowse Ruby Award.", "Winner of the 2007 BookBrowse Ruby Award. ", "It’s just a small story really, about among other things: a girl, some words, an accordionist, some fanatical Germans, a Jewish fist-fighter, and quite a lot of thievery. . . .", "Set during World War II in Germany, Markus Zusak’s groundbreaking new novel is the story of Liesel Meminger, a foster girl living outside of Munich. Liesel scratches out a meager existence for herself by stealing when she encounters something she can’t resist – books. With the help of her accordion-playing foster father, she learns to read and shares her stolen books with her neighbors during bombing raids as well as with the Jewish man hidden in her basement before he is marched to Dachau. This is an unforgettable story about the ability of books to feed the soul."]},
{"rating": "4.45", "genres": ["Fiction", "Historical", "Historical Fiction", "Historical", "Adult"], "title": "\n      The Help\n", "author": "Kathryn Stockett", "pic_url": "https://images.gr-assets.com/books/1278457730l/7856358.jpg", "summary_blocks": ["Three ordinary women are about to take one extraordinary step.", "Twenty-two-year-old Skeeter has just returned home after graduating from Ole Miss. She may have a degree, but it is 1962, Mississippi, and her mother will not be happy till Skeeter has a ring on her finger. Skeeter would normally find solace with her beloved maid Constantine, the woman who raised her, but Consta", "Three ordinary women are about to take one extraordinary step.", "Twenty-two-year-old Skeeter has just returned home after graduating from Ole Miss. She may have a degree, but it is 1962, Mississippi, and her mother will not be happy till Skeeter has a ring on her finger. Skeeter would normally find solace with her beloved maid Constantine, the woman who raised her, but Constantine has disappeared and no one will tell Skeeter where she has gone.", "Aibileen is a black maid, a wise, regal woman raising her seventeenth white child. Something has shifted inside her after the loss of her own son, who died while his bosses looked the other way. She is devoted to the little girl she looks after, though she knows both their hearts may be broken.", "Minny, Aibileen's best friend, is short, fat, and perhaps the sassiest woman in Mississippi. She can cook like nobody's business, but she can't mind her tongue, so she's lost yet another job. Minny finally finds a position working for someone too new to town to know her reputation. But her new boss has secrets of her own.", "Seemingly as different from one another as can be, these women will nonetheless come together for a clandestine project that will put them all at risk. And why? Because they are suffocating within the lines that define their town and their times. And sometimes lines are made to be crossed."]},
{"rating": "4.34", "genres": ["Fantasy", "Classics", "Fiction", "Adventure", "Science Fiction Fantasy"], "title": "\n      The Fellowship of the Ring\n      ", "author": "J.R.R. Tolkien", "pic_url": "https://images.gr-assets.com/books/1298411339l/34.jpg", "summary_blocks": ["One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkeness bind them", "In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, The Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth,", "One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkeness bind them", "In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, The Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell into the hands of Bilbo Baggins, as told in The Hobbit.", "In a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as his elderly cousin Bilbo entrusts the Ring to his care. Frodo must leave his home and make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ring and foil the Dark Lord in his evil purpose."]},
{"rating": "4.34", "genres": ["Young Adult", "Fiction", "Science Fiction", "Dystopia", "Fantasy", "Science Fiction"], "title": "\n      The Hunger Games\n      ", "author": "Suzanne Collins", "pic_url": "https://images.gr-assets.com/books/1307886550l/6772333.jpg", "summary_blocks": ["In a dark vision of the near future, a terrifying reality TV show is taking place. Twelve boys and twelve girls are forced to appear in a live event called the Hunger Games. There is only one rule: kill or be killed.", "When sixteen-year-old Katniss Everdeen steps forward to take her sister's place in the games, she sees it as a death sentence. But Katniss has been close to de", "In a dark vision of the near future, a terrifying reality TV show is taking place. Twelve boys and twelve girls are forced to appear in a live event called the Hunger Games. There is only one rule: kill or be killed.", "When sixteen-year-old Katniss Everdeen steps forward to take her sister's place in the games, she sees it as a death sentence. But Katniss has been close to death before. For her, survival is second nature.", "(Alternate cover edition of 9781407109084)"]},
{"rating": "4.3", "genres": ["Cultural", "Russia", "Literature", "Literature", "Russian Literature", "Philosophy", "Literature", "19th Century", "Classics", "Classic Literature", "Religion", "Historical", "Historical Fiction", "Fiction", "Abandoned"], "title": "\n      The Brothers Karamazov\n", "author": "Fyodor Dostoyevsky", "pic_url": "https://images.gr-assets.com/books/1427728126l/4934.jpg", "summary_blocks": ["The award-winning translation of Dostoevsky's last and greatest novel.", "The Brothers Karamazov", " is a passionate philosophical novel set in 19th century Russia, that enters deeply into the ethical debates of God, free will, and morality. It is a spiritual drama of moral struggles concerning faith, doubt, and reason, set against a modernizing Russia."]},
{"rating": "4.44", "genres": ["Fantasy", "Young Adult", "Fiction"], "title": "\n      Harry Potter and the Sorcerer's Stone\n      ", "author": "J.K. Rowling", "pic_url": "https://images.gr-assets.com/books/1474154022l/3.jpg", "summary_blocks": ["Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft", "Harry Potter's life is miserable. His parents are dead and he's stuck with his heartless relatives, who force him to live in a tiny closet under the stairs. But his fortune changes when he receives a letter that tells him the truth about himself: he's a wizard. A mysterious visitor rescues him from his relatives and takes him to his new home, Hogwarts School of Witchcraft and Wizardry.", "After a lifetime of bottling up his magical powers, Harry finally feels like a normal kid. But even within the Wizarding community, he is special. He is the boy who lived: the only person to have ever survived a killing curse inflicted by the evil Lord Voldemort, who launched a brutal takeover of the Wizarding world, only to vanish after failing to kill Harry.", "Though Harry's first year at Hogwarts is the best of his life, not everything is perfect. There is a dangerous secret object hidden within the castle walls, and Harry believes it's his responsibility to prevent it from falling into evil hands. But doing so will bring him into contact with forces more terrifying than he ever could have imagined.", "Full of sympathetic characters, wildly imaginative situations, and countless exciting details, the first installment in the series assembles an unforgettable magical world and sets the stage for many high-stakes adventures to come."]},
{"rating": "4.25", "genres": ["Fiction", "Classics", "Philosophy", "Literature", "European Literature", "German Literature"], "title": "\n      The Man Without Qualities\n", "author": "Robert Musil", "pic_url": "https://images.gr-assets.com/books/1327330533l/527756.jpg", "summary_blocks": ["Set in Vienna on the eve of World War I, this great novel of ideas tells the story of Ulrich, ex-soldier and scientist, seducer and skeptic, who finds himself drafted into the grandiose plans for the 70th jubilee of the Emperor Franz Josef. This new translation--published in two elegant volumes--is the first to present Musil's complete text, including material that remaine", "Set in Vienna on the eve of World War I, this great novel of ideas tells the story of Ulrich, ex-soldier and scientist, seducer and skeptic, who finds himself drafted into the grandiose plans for the 70th jubilee of the Emperor Franz Josef. This new translation--published in two elegant volumes--is the first to present Musil's complete text, including material that remained unpublished during his lifetime."]},
{"rating": "4.44", "genres": ["Classics", "European Literature", "German Literature", "Poetry"], "title": "\n      Duino Elegies\n", "author": "Rainer Maria Rilke", "pic_url": "https://images.gr-assets.com/books/1388391152l/53111.jpg", "summary_blocks": ["We have a marvelous, almost legendary, image of the circumstances in which the composition of this great poem began. Rilke was staying at a castle (Duino) on the sea near Trieste. One morning he walked out on the battlements and climbed down to where the rocks dropped sharply to the sea. From out of the wind, which was blowing with great force, Rilke seemed to hear a voice", "We have a marvelous, almost legendary, image of the circumstances in which the composition of this great poem began. Rilke was staying at a castle (Duino) on the sea near Trieste. One morning he walked out on the battlements and climbed down to where the rocks dropped sharply to the sea. From out of the wind, which was blowing with great force, Rilke seemed to hear a voice: ", "Wer, wenn ich schriee, horte mich denn aus der Engel Ordnungen", "? (If I cried out, who would hear me up there, among the angelic orders?). He wrote these words, the opening of the first Duino Elegy, in his notebook, then went inside to continue what was to be his major work and one of the literary masterpieces of the century."]},
{"rating": "4.4", "genres": ["Poetry", "Classics", "European Literature", "German Literature", "Literature", "Fiction"], "title": "\n      The Selected Poetry of Rainer Maria Rilke\n", "author": "Rainer Maria Rilke", "pic_url": "https://images.gr-assets.com/books/1343101334l/46201.jpg", "summary_blocks": ["Parallel German text and English translation.", "The influence and popularity of Rilke’s poetry in America have never been greater than they are today, more than fifty years after his death. Rilke is unquestionably the most significant and compelling poet of romantic transformation, of spiritual quest, that the twentieth century has known. His poems of ecstatic identification", "Parallel German text and English translation.", "The influence and popularity of Rilke’s poetry in America have never been greater than they are today, more than fifty years after his death. Rilke is unquestionably the most significant and compelling poet of romantic transformation, of spiritual quest, that the twentieth century has known. His poems of ecstatic identification with the world exert a seemingly endless fascination for contemporary readers.", "In Stephen Mitchell’s versions, many readers feel that they have discovered an English rendering that captures the lyric intensity, fluency, and reach of Rilke’s poetry more accurately and convincingly than has ever been done before.", "Mr. Mitchell is impeccable in his adherence to Rilke’s text, to his formal music, and to the complexity of his thought; at the same time, his work has authority and power as poetry in its own right. Few translators of any poet have arrived at the delicate balance of fidelity and originality that Mr. Mitchell has brought off with seeming effortlessness.", "Originally published: New York : Random House, 1982."]}
]